[
	{
		"author": "Pien Huang",
		"title": "Biden taps former North Carolina health secretary to lead CDC",
		"content": "Dr. Mandy Cohen, former secretary of the North Carolina Department of Health and Human Services, will replace outgoing CDC director Rochelle Walensky.\r\nBryan Anderson/AP\r\nPresident Biden has named Dr… [+6757 chars]",
		"source": "newsapi",
		"id": "044411bd-540c-456c-a6a1-b3605354ed45"
	},
	{
		"author": "Mariella Moon",
		"title": "US calls upon volunteer experts to help address generative AI risks",
		"content": "The US government is asking qualified members of the public for help in figuring out how to seize opportunities and overcome challenges associated with generative AI. Gina Raimondo, the US Secretary … [+2557 chars]",
		"source": "newsapi",
		"id": "9e5cd6c9-20e6-4f3a-9ec9-b78bfed99e7f"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Dutch PM Mark Rutte to quit politics after government collapse",
		"content": "Dutch Prime Minister Mark Rutte has said he will quit politics after his coalition government collapsed on Friday in a row over asylum policies.\r\nMr Rutte is now leading a caretaker administration un… [+2092 chars]",
		"source": "newsapi",
		"id": "3a0db78b-3bbe-4beb-878a-cd8365ea8e6f"
	},
	{
		"author": "Mia Sato",
		"title": "G/O Media’s AI ‘innovation’ is off to a rocky start",
		"content": "G/O Medias AI innovation is off to a rocky start\r\nG/O Medias AI innovation is off to a rocky start\r\n / The company, which owns outlets like The A.V. Club, Gizmodo, and The Onion, announced last week … [+3630 chars]",
		"source": "newsapi",
		"id": "b8a0fcc5-472a-4a4e-ab3f-e64d60f7758b"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Silvio Berlusconi obituary: Italy's flamboyant bounce-back politician",
		"content": "In the labyrinthine world of Italian politics, Silvio Berlusconi was the supreme wheeler-dealer - a man who merged business and public life like no other.\r\nHis flamboyant personality struck a chord w… [+11254 chars]",
		"source": "newsapi",
		"id": "904a5b9e-811f-4da9-a2bd-ba6d46e97bda"
	},
	{
		"author": "Andrew J. Hawkins",
		"title": "A moonshot for infrastructure",
		"content": "The Biden administration is requesting funding for a program called ARPA-I, a skunkworks-style R&amp;D project for infrastructure. Transportation Secretary Pete Buttigieg says the goal is to design t… [+7734 chars]",
		"source": "newsapi",
		"id": "62f001fd-d6e2-4b10-a896-a0955b389c66"
	},
	{
		"author": "Andrew Tarantola",
		"title": "President Biden meets with AI tech leaders in San Francisco",
		"content": "While lawmakers in Congress (and soon, the Senate) call for a \"blue-ribbon commission\" to study the potential impacts of AI on American society, President Biden on Tuesday met with leaders in the eme… [+1355 chars]",
		"source": "newsapi",
		"id": "bd7d11fb-448c-4b73-85c8-8cd7cda9255b"
	},
	{
		"author": "Stephen Johnson",
		"title": "How to Talk to Kids About the Screwed-Up State of U.S. Politics",
		"content": "Were a little more than a year away from the 2024 presidential election, and if you think things are ugly and crazy now, just wait a few months. Were more ideologically divided nation than even befor… [+5656 chars]",
		"source": "newsapi",
		"id": "7504fc98-94f5-48a0-a380-eb6e2d5aac9b"
	},
	{
		"author": "Peter Guest",
		"title": "How to Win a War With Trucks, Trolls, and Tourniquets",
		"content": "Some Ukrainian units have a tradition of naming their vehicles, and the seventh car that Zabojszcz delivered, a Land Rover, was christened Mathilda. It was used to shuttle men from their barracks to … [+3213 chars]",
		"source": "newsapi",
		"id": "17aeb9ff-3bf0-47ba-b20e-b9d56e527ba1"
	},
	{
		"author": "Aarian Marshall",
		"title": "A Fight Over the Right to Repair Cars Takes a Wild Turn",
		"content": "In 2012, Massachusetts voters became the first to bring the concept into the modern age by requiring automakers to add an onboard port that allowed anyone with a cheap tool to access a cars data. The… [+4471 chars]",
		"source": "newsapi",
		"id": "84a49be5-f893-491b-9927-42fa6faa1473"
	},
	{
		"author": "Lindsey Ellefson",
		"title": "Use the 16 'Career Clusters' to Help Find the Right Job for You",
		"content": "The Career Technical Education (CTE) program is aimed at providing students with technical skills and training so they can succeed in their career of choicebut the CTE can also help you figure out wh… [+5823 chars]",
		"source": "newsapi",
		"id": "ccf74125-6bdd-4dfc-9d17-9febec208149"
	},
	{
		"author": "Angelica Mari",
		"title": "Porto Digital Is the Quixotic Tech Hub That Actually Worked",
		"content": "Cristiano Lincoln Mattos, CEO and cofounder at Tempest, which also spun out of Cesar, attributes the very existence of his company to the ecosystem's ability to translate expertise from the academic … [+3582 chars]",
		"source": "newsapi",
		"id": "a5e384f1-7366-4dc3-ad31-e4112fc401fd"
	},
	{
		"author": "Spriha Srivastava",
		"title": "China opens its doors to the world by kicking off its first in-person 'Summer Davos' since the pandemic",
		"content": "Impressions from the Annual Meeting of the New Champions 2023 in Tianjin, People's Republic of ChinaWorld Economic Forum/PASCAL BITZ\r\n<ul>\n<li>The Chinese city of Tianjin is hosting the World Economi… [+2337 chars]",
		"source": "newsapi",
		"id": "f98a8870-66bd-425b-bc81-6208c6e2b99d"
	},
	{
		"author": "Gale Sinatra and Barbara K. Hofer, The Conversation",
		"title": "How ChatGPT and Generative AI Could Foster Science Denial",
		"content": "Until very recently, if you wanted to know more about a controversial scientific topic stem cell research, the safety of nuclear energy, climate change you probably did a Google search. Presented wit… [+8042 chars]",
		"source": "newsapi",
		"id": "c4cb69ef-2a38-43f7-a7df-9304f3e744d0"
	},
	{
		"author": "Andrew Gregory Health editor",
		"title": "Lords launch inquiry into NHS-contracted medicine couriers",
		"content": "Peers are launching an inquiry into private health companies paid millions of pounds to courier NHS medicines in England, after the Guardian exposed how sick children and adults were being harmed by … [+8496 chars]",
		"source": "newsapi",
		"id": "65ed5999-0183-432d-8f79-cfd9fe4cf967"
	},
	{
		"author": "Wes Davis",
		"title": "A San Francisco library is turning off Wi-Fi at night to keep people without housing from using it",
		"content": "A San Francisco library is turning off Wi-Fi at night to keep people without housing from using it\r\nA San Francisco library is turning off Wi-Fi at night to keep people without housing from using it\r… [+7068 chars]",
		"source": "newsapi",
		"id": "887bafbf-47b7-4ea2-95e4-b0c88da72bae"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "PwC Australia: New chief executive named after tax leak scandal",
		"content": "PwC Australia says it will sell its government business for A$1 ($0.70; £0.50) after a scandal over the misuse of confidential government tax plans.\r\nThe accounting giant has also announced the appoi… [+2103 chars]",
		"source": "newsapi",
		"id": "a1749d18-4d4b-4e2a-82e7-090d894f90f8"
	},
	{
		"author": "Jay Peters",
		"title": "Gannett lawsuit claims Google’s ad monopoly is hurting the news business",
		"content": "Gannett lawsuit claims Googles ad monopoly is hurting the news business\r\nGannett lawsuit claims Googles ad monopoly is hurting the news business\r\n / Its just the latest legal action against Google re… [+3114 chars]",
		"source": "newsapi",
		"id": "25e78d8e-3699-4dee-bd54-fb8db8d3b7b5"
	},
	{
		"author": "Jonathan Watts",
		"title": "Climate scientist and politician Maisa Rojas: ‘You don’t only take decisions based on evidence and science’",
		"content": "Last year, the renowned climate scientist Maisa Rojas, 50, left her academic comfort zone and took the post of Chilean environment minister in the progressive leftwing government of Gabriel Boric. Th… [+7358 chars]",
		"source": "newsapi",
		"id": "1a316d47-53e3-43c5-942f-b563cb3d14c9"
	},
	{
		"author": "Stephen Johnson",
		"title": "What People Are Getting Wrong This Week: UFOs and the Government",
		"content": "This week, a lot of people are wrong about aliens and UFOs.\r\nOn June 5, The Debrief revealed that U.S. intelligence agent/whistleblower David Charles Grusch had provided evidence to Congress and the … [+4925 chars]",
		"source": "newsapi",
		"id": "b419abbe-d9d0-493e-809c-781f6fff5bcc"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "China crackdown pushes LGBT groups into the shadows",
		"content": "While celebrations were held around the world for Pride month, there were no major LGBT events in China.\r\nThe country's largest Pride event has been suspended since 2021.\r\nThe organiser, a group name… [+5650 chars]",
		"source": "newsapi",
		"id": "0fe87a94-5396-4d6d-8e43-dc4abe8249d0"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Ukraine war: Push to rebuild economy starts with UK's $3bn",
		"content": "Ukraine's economy will need external help for many years to come, a senior World Bank official has told the BBC.\r\nThe war-torn country \"also has a lot of potential to turn a lot of its assets into ec… [+4960 chars]",
		"source": "newsapi",
		"id": "2d391be7-8577-4b91-8219-f62955a36cd1"
	},
	{
		"author": "Matt Burgess",
		"title": "Talitrix Prison-Monitoring System Tracks Inmates Down to Their Heart Rate",
		"content": "The conditions inside the Fulton County Jail system are dire. Inmates at one of the jails in Atlanta, Georgia, are sleeping on the floor in plastic trays. Cell doors hang off hinges, footage from one… [+3215 chars]",
		"source": "newsapi",
		"id": "743bd200-f5a2-401c-8664-b74d0d13273b"
	},
	{
		"author": "Matt Jancer",
		"title": "15 Best Deals: Home, Health, and the Outdoors",
		"content": "Ready for summer? It's right around the cornerJune 21 is the summer solstice. For our final weekend deals post of spring, we're highlighting deals that'll keep you and your home fresh. From breathing… [+6676 chars]",
		"source": "newsapi",
		"id": "3a54027d-a0c4-4d8d-8eb1-32a89c93acd2"
	},
	{
		"author": "Stephen Whyno / AP",
		"title": "Qatar Is Buying an Ownership Stake in Washington D.C.’s NBA, NHL, and WNBA Teams",
		"content": "Qatar’s sovereign wealth fund is buying a roughly 5% stake in the parent company of the NBA’s Washington Wizards, NHL’s Washington Capitals and WNBA’s Washington Mystics as part of a $4.05 billion de… [+4061 chars]",
		"source": "newsapi",
		"id": "e6484090-a1f8-4b39-a12d-c186c9c26708"
	},
	{
		"author": "Asia London Palomba",
		"title": "How AI technology could change the way we watch sports according to IBM's Jonathan Adashek",
		"content": "Read the original article on Business Insider",
		"source": "newsapi",
		"id": "6a203da5-0200-4e23-b8a5-e5ca23caed0f"
	},
	{
		"author": "Jessica Kanzler",
		"title": "You Can Get a Lifetime Subscription to Curiosity Stream for Over 50% Off Right Now",
		"content": "Want to learn something while you binge? If youre someone who likes to keep your brain busy even while relaxing, a lifetime subscription to a Curiosity Stream standard plan is a record-low $179.97 ri… [+659 chars]",
		"source": "newsapi",
		"id": "36fe71cb-16cc-478f-b863-c9dc779d08e1"
	},
	{
		"author": "Khari Johnson",
		"title": "AI Could Change How Blind People See the World",
		"content": "For her 38th birthday, Chela Robles and her family made a trek to One House, her favorite bakery in Benicia, California, for a brisket sandwich and brownies. On the car ride home, she tapped a small … [+3313 chars]",
		"source": "newsapi",
		"id": "d897b0f4-718d-41f8-bd79-e48aa492e1f9"
	},
	{
		"author": "Nikki Main",
		"title": "In-Ear Device Aims to Help People With Long Covid Get Answers About Their Illness",
		"content": "STAT Health announced it has created a device that will monitor the root cause for people suffering from long Covid and POTS (postural orthostatic tachycardia syndrome) symptoms. The device, called S… [+3729 chars]",
		"source": "newsapi",
		"id": "8982d173-2a9b-40df-b8f3-e23aafc3350a"
	},
	{
		"author": "Heather Stewart",
		"title": "‘We have to flip the AI debate towards hope’: Labour’s techno-optimist, Darren Jones",
		"content": "Its an upgrade. In the same way as you upgrade your iPhone, we need to upgrade Britain. Labour MP Darren Jones believes artificial intelligence will bring an economic change on the scale of the indus… [+6784 chars]",
		"source": "newsapi",
		"id": "11f4211c-025c-45b2-8738-f12bffcf0fe8"
	},
	{
		"author": "Andrew Sparrow",
		"title": "NHS waiting lists could go up even more, health minister says on 75th anniversary – UK politics live",
		"content": "Good morning. The NHS is celebrating its 75th anniversary today, but celebrating might not be the most appropropriate word. There are strong grounds for believing its in a grim case, and they have be… [+4973 chars]",
		"source": "newsapi",
		"id": "fd31af86-175d-4bd3-a9ad-ba9872a6c6e5"
	},
	{
		"author": "Jessica Rendall",
		"title": "Full-Body AI Scans Could Be the Future of Preventive Medicine - CNET",
		"content": "When I told my doctor I had an opportunity to get a full body MRI for work, he told me not to do it. \r\nHe cited the general medical community's opinion that, for most adults, the benefits of full bod… [+17870 chars]",
		"source": "newsapi",
		"id": "b567340f-121e-40ca-8235-e860b6ba31d5"
	},
	{
		"author": "Vittoria Elliott",
		"title": "TikTok Keeps Removing Abortion Pill Content",
		"content": "There was no understanding that [the law] would even be enforced in Texas at the time because it was appealed up to the Supreme Court, she says. So even before this law actually had significant teeth… [+3363 chars]",
		"source": "newsapi",
		"id": "33520a31-e336-49e8-bab7-adc2aaa9ffc2"
	},
	{
		"author": null,
		"title": "Reports: Qatar buying stake in Washington teams",
		"content": "Qatar's sovereign wealth fund is buying a roughly 5% stake in the parent company of the NBA's Washington Wizards, NHL's Washington Capitals and WNBA's Washington Mystics as part of a $4.05 billion de… [+3173 chars]",
		"source": "newsapi",
		"id": "a7a4ee3c-a11c-4628-940d-d25cf208e2b6"
	},
	{
		"author": "Charlotte Alter",
		"title": "Whitney Wolfe Herd Wants Technology to Cure Loneliness",
		"content": "I first interviewed Whitney Wolfe Herd in 2015, back when she was just Whitney Wolfe, a 25 year old who had recently started a little company called Bumble. For those of you who aren’t on dating apps… [+5193 chars]",
		"source": "newsapi",
		"id": "a3df6992-8f2d-435d-8882-c83dad6ce0f5"
	},
	{
		"author": "Alex Christian",
		"title": "The ‘Titan’ Tragedy’s Last 96 Hours",
		"content": "But quickly, that question became mootby 11.45 am eastern time June 22, the search was over. The US Coast Guard announced that an ROV launched from the offshore vessel Horizon Arctic, which had arriv… [+3480 chars]",
		"source": "newsapi",
		"id": "209028d4-326c-4cd3-a2a8-a20ac49958e5"
	},
	{
		"author": "David Pierce",
		"title": "So where are we all supposed to go now?",
		"content": "So where are we all supposed to go now?\r\nSo where are we all supposed to go now?\r\n / Its the end of a social era on the web. Thats probably a good thing. But I already miss the places that felt like … [+8995 chars]",
		"source": "newsapi",
		"id": "7fbfc20e-aaea-4a01-a47e-ff8dfcfbea90"
	},
	{
		"author": "Thomas Germain",
		"title": "EU Mounts New Antitrust Assault to Break Up Google's Ad Business",
		"content": "Google was hit with a new antitrust complaint Wednesday, fresh from EU regulators who say the search giant may need to sell part of its online advertising empire. The formal statement of objections r… [+7859 chars]",
		"source": "newsapi",
		"id": "0f359e40-8101-4d36-97c3-c54ae822a30b"
	},
	{
		"author": "Zinya Salfiti",
		"title": "Paul Krugman cheers on the US economy as inflation fades and the jobs market endures",
		"content": "Nobel Prize-winning economist Paul Krugman.Franck Robichon/Reuters\r\n<ul>\n<li>Nobel laureate Paul Krugman once again cheered on the US economy Thursday. </li>\n<li>US inflation has cooled to 4% in rece… [+1443 chars]",
		"source": "newsapi",
		"id": "f8e3eff5-ede7-40f6-bb23-3fe466665a55"
	},
	{
		"author": "Mark Sweney",
		"title": "UK government to invest in film and TV AI special-effects research",
		"content": "The government is seeking to future-proof the UKs multibillion-pound film and TV production industry by investing almost £150m in a network of research labs across the country tasked with developing … [+8531 chars]",
		"source": "newsapi",
		"id": "c9988c90-db22-40c8-9cbd-a2db5d234125"
	},
	{
		"author": "Associated Press in The Hague",
		"title": "Dutch PM Mark Rutte to leave politics after collapse of government",
		"content": "The Dutch prime minister, Mark Rutte, the Netherlands longest serving premier, said on Monday he would leave politics after a general election sparked by his governments resignation.\r\nHis decision me… [+1159 chars]",
		"source": "newsapi",
		"id": "73a2c71a-65f0-46aa-9ae5-52c35c626e3e"
	},
	{
		"author": null,
		"title": "EA Games to Become EA Entertainment in Major Corporate Reshuffle - Push Square",
		"content": "We use cookies and data to<ul><li>Deliver and maintain Google services</li><li>Track outages and protect against spam, fraud, and abuse</li><li>Measure audience engagement and site statistics to unde… [+1131 chars]",
		"source": "newsapi",
		"id": "dda5cabd-fe0c-4fb1-910f-2ce34e5422a8"
	},
	{
		"author": "Max Adams",
		"title": "RV sales are an under-the-radar bellwether for the health of the broader economy - and they're tanking in 2023",
		"content": "A female alpaca grazes near a trailer where guests often stay during their time supporting the ranch's operations.Adam Andres Pawlikiewicz Mesa for Insider\r\n<ul>\n<li>There's an under-the-radar indica… [+2496 chars]",
		"source": "newsapi",
		"id": "7270f2e9-f452-42ba-89fb-8b4cc48ce0e1"
	},
	{
		"author": "Graeme Wearden",
		"title": "Bank of England policymaker ‘cannot rule out’ further interest rate rises to fight inflation – business live",
		"content": "Introduction: Mortgage fears and London Tech Week\r\nGood morning, and welcome to our rolling coverage of business, the financial markets and the world economy.\r\nUK borrowers face further interest rate… [+6235 chars]",
		"source": "newsapi",
		"id": "844e10b5-e4de-4a82-b7e4-cde8af1f0c34"
	},
	{
		"author": "Simon Hattenstone",
		"title": "‘If you want cartwheels, I’m not your person’: Rachel Reeves on charisma, U-turns and rescuing the economy",
		"content": "A member of Rachel Reeves team asks if I can meet the shadow chancellor in Kettering, Northamptonshire, because she wants to provide the Guardian with original colour. Lovely! What does the original … [+20714 chars]",
		"source": "newsapi",
		"id": "d5c0db3f-4a0d-49b4-bac8-5210426c4681"
	},
	{
		"author": "Harriet Sherwood Arts and culture correspondent",
		"title": "UK creative industries to receive £77m in government funding",
		"content": "The government is boosting the UKs creative industries by £77m as part of a plan to support the next Adele or Ed Sheeran in a sector that is going like gangbusters, according to the prime minister.\r\n… [+4351 chars]",
		"source": "newsapi",
		"id": "20d67ea0-9f5d-442d-b36c-671d833ebea2"
	},
	{
		"author": "Kiran Stacey, political correspondent",
		"title": "Missions v priorities: how Starmer’s policy goals compare with Sunak’s",
		"content": "Keir Starmer announced the last of his five missions this week: removing barriers to opportunity. With the announcement, voters are now able to compare the Labour leaders ideas with those of the prim… [+14778 chars]",
		"source": "newsapi",
		"id": "a5f31897-a8e6-4f8d-9ce7-a58c48228a42"
	},
	{
		"author": "Will Knight",
		"title": "Good News! China and the US Are Talking About AI Dangers",
		"content": "Sam Altman, the CEO of OpenAI, recently said that China should play a key role in shaping the guardrails that are placed around the technology.\r\nChina has some of the best AI talent in the world, Alt… [+3527 chars]",
		"source": "newsapi",
		"id": "42612130-9dd1-4b70-939e-79c00ee16011"
	},
	{
		"author": "Dan DeFrancesco",
		"title": "Hollywood's love affair with private credit could be a recipe for disaster",
		"content": "Halfway there! Dan DeFrancesco in NYC, and I'm all for the long-awaited return of the fanny pack.Reminder: This is the last week of 10 Things on Wall Street. You can still get me in your inbox each d… [+4982 chars]",
		"source": "newsapi",
		"id": "bb3605e3-ab40-4ac3-a98a-1625a72ad1e7"
	},
	{
		"author": "Beth Skwarecki",
		"title": "You Can't Avoid 'Forever Chemicals,' but You Can Lower Your Exposure",
		"content": "Chemicals that dont break down easily in the environment have made their way into most of our bodies (whether we know it or not) and are present in about 45% of the countrys water supply, according t… [+5332 chars]",
		"source": "newsapi",
		"id": "9e22e71e-56aa-47d0-a25d-83659e5d28eb"
	},
	{
		"author": "EditorDavid",
		"title": "The Technology Behind the New Las Vegas Sphere",
		"content": "The world's largest spherical structure \"squats on the Las Vegas skyline like an enormous spaceship, black and mysterious,\" reports CNN, \"until night falls, when it will glow like the Earth from spac… [+2236 chars]",
		"source": "newsapi",
		"id": "9ca81de0-7cce-4a05-9c37-2d826d605b51"
	},
	{
		"author": "Filip De Mott",
		"title": "China's economy is undergoing a structural transition, so don't expect a massive stimulus package, analyst says",
		"content": "Chinese President Xi Jinping.Xie Huanchi/Xinhua via Getty Images\r\n<ul>\n<li>China's economy is transitioning away from previous growth drivers, UBS analyst Tao Wang wrote.</li>\n<li>That means Beijing … [+2659 chars]",
		"source": "newsapi",
		"id": "c21080cf-cd94-4c9a-a6b3-d700c051b1e8"
	},
	{
		"author": "Maddie Burakoff/AP",
		"title": "Confidence in Science Fell in 2022—Especially Along Political Lines",
		"content": "Confidence in the scientific community declined among U.S. adults in 2022, a major survey shows, driven by a partisan divide in views of both science and medicine that emerged during the COVID-19 pan… [+4252 chars]",
		"source": "newsapi",
		"id": "be510c45-bce4-4d28-acc4-5281991931ab"
	},
	{
		"author": "Fox News Staff",
		"title": "Fox News Artificial Intelligence Newsletter: Professor AI and nuclear doomsday fears",
		"content": "TOP STORIES\r\nEVOLUTION' OF 'TRADITION: Harvard University will begin to incorporate the use of chatbots to teach it's coding class this fall. Professor Malan states the hopes are to create a one-to-o… [+3268 chars]",
		"source": "newsapi",
		"id": "7c889230-c911-4db9-a655-33f711cb43db"
	},
	{
		"author": "The Economist",
		"title": "Politics",
		"content": "Emmanuel Macron held a meeting with mayors from municipalities in France that were hit by a week of rioting. The violence started after police shot dead a teenager of Algerian descent for driving awa… [+6081 chars]",
		"source": "newsapi",
		"id": "dbf98454-aa9e-4099-a5d0-2690fa348cd8"
	},
	{
		"author": "Jon Fingas",
		"title": "The Venetian Resort starts testing its giant LED video sphere",
		"content": "The Las Vegas skyline will soon be dominated by a massive display. MSG Entertainment has started full testing of the Sphere, a 17,600-seat venue near the The Venetian Resort that's defined by an enor… [+2135 chars]",
		"source": "newsapi",
		"id": "814cdd25-7cac-48cc-b86f-82bb86038391"
	},
	{
		"author": "Ben Quinn Political correspondent",
		"title": "DfE early-years funding is gross underestimate of needs, say providers",
		"content": "A £204m fund described by the government as the biggest investment in childcare ever grossly underestimates what early-years providers need to keep their doors open, representatives of the sector hav… [+3090 chars]",
		"source": "newsapi",
		"id": "88697ff3-96c6-4f9c-a9f3-694df2cffa18"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Australia legalises psychedelics for mental health",
		"content": "Australia has become the first country in the world to legalise the use of psychedelics to treat some mental health conditions.\r\nApproved psychiatrists can now prescribe MDMA to those suffering post-… [+3448 chars]",
		"source": "newsapi",
		"id": "809721ba-b4bb-47bb-947e-e42dfb5bd5b6"
	},
	{
		"author": "Riddhi Kanetkar",
		"title": "Government workers warned against sharing classified information with ChatGPT, Daily Telegraph reports",
		"content": "ChatGPT.Reuters\r\n<ul>\n<li>UK government workers were reportedly warned not to input classified information into AI chatbots. </li>\n<li>A document leaked to the Telegraph told them not to share anythi… [+2083 chars]",
		"source": "newsapi",
		"id": "adb07188-6d04-438e-ba4c-aebcd2ff23fc"
	},
	{
		"author": "Andrew Sparrow",
		"title": "Home Office should rule out sending migrant children to Rwanda, says Commons committee – UK politics live",
		"content": "The Home Office has said it would only send unaccompanied child migrants to a third country in very limited circumstances. Responding to todays report from the women and equalities committee (see 9.1… [+4358 chars]",
		"source": "newsapi",
		"id": "49429778-48ae-4845-b29e-921671278b12"
	},
	{
		"author": "Jon Fingas",
		"title": "Lithium-ion battery creator John Goodenough dies at 100",
		"content": "One of the most influential scientists in technology has passed away. The University of Texas at Austin has confirmed that Dr. John Goodenough, widely credited as the creator of the lithium-ion batte… [+2545 chars]",
		"source": "newsapi",
		"id": "1cf58507-b4e1-4059-86af-a4127c4afdfc"
	},
	{
		"author": "Will Knight",
		"title": "The Huge Power and Potential Danger of AI-Generated Code",
		"content": "In June 2021,GitHub announced Copilot, a kind of auto-complete for computer code powered by OpenAIs text-generation technology. It provided an early glimpse of the impressive potential of generative … [+2520 chars]",
		"source": "newsapi",
		"id": "94fc5a65-6b3a-4ee6-94f5-f01c9bc090be"
	},
	{
		"author": "Grace Mayer",
		"title": "Jack Dorsey worries Apple Vision Pro will turn us all into 'WALL-E' characters — glued to chairs and plugged into constant entertainment",
		"content": "\"I think of another movie, 'WALL-E' by Pixar — that's the future we're driving towards,\" Twitter co-founder Jack Dorsey said in an interview with Breaking Points when commenting on advances in AI and… [+3441 chars]",
		"source": "newsapi",
		"id": "515e2b63-f86c-461a-9d9c-519b231cb3f6"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Missing Titanic submersible: The health risks facing the crew",
		"content": "Media caption, Watch: What happens when oxygen runs out\r\nIt is a claustrophobic, terrifying prospect - being trapped in a 22ft submersible, potentially thousands of feet underwater, with oxygen runni… [+2692 chars]",
		"source": "newsapi",
		"id": "d8a1a929-8b8a-49fb-95e8-20cc6a8d0427"
	},
	{
		"author": "James Kinross",
		"title": "Ready for your crapsule? Faecal transplants could play a huge role in future medicine",
		"content": "As a nation, we British are obsessed with our gut function, largely because it has never been unhealthier. I spend large parts of my working day talking to patients about their bowel habits, and many… [+13486 chars]",
		"source": "newsapi",
		"id": "5bc3ea9c-c557-4aea-8d8e-a70d05bb34e8"
	},
	{
		"author": "Leigh Paterson",
		"title": "Denver psychedelics conference attracts thousands",
		"content": "Zack Dorsett, the operations manager of Wonderbags, a company that sells mushroom starter kits, at his company's booth at the \"Psychedelic Science 2023\" conference in Denver on Wednesday, June 21, 20… [+5018 chars]",
		"source": "newsapi",
		"id": "77e3ed1a-bf4c-4bd8-8260-3fa32a7b4d7c"
	},
	{
		"author": "Justine Calma",
		"title": "Pollution from gas stoves can be worse than secondhand smoke",
		"content": "Pollution from gas stoves can be worse than secondhand smoke\r\nPollution from gas stoves can be worse than secondhand smoke\r\n / A Stanford professor decided to give up his gas stove after seeing how m… [+5498 chars]",
		"source": "newsapi",
		"id": "2fa302be-c204-40d7-9055-c23d45a171d5"
	},
	{
		"author": "The Economist",
		"title": "Business",
		"content": "Britains headline annual rate of inflation remained elevated at 8.7% in May, defying expectations that it would fall again. Core inflation, which strips out food and energy prices, rose to 7.1%, the … [+4898 chars]",
		"source": "newsapi",
		"id": "0c67f49b-5838-420e-b0f9-3b98cca06f9f"
	},
	{
		"author": "James O'Shaughnessy",
		"title": "Health Care Data Is a Researcher’s Gold Mine",
		"content": "The UKs National Health Service should aim to become the worlds leading platform for health research and development. Weve seen some great examples of the potential we have for world-class research d… [+3449 chars]",
		"source": "newsapi",
		"id": "60920a7f-b92e-4fcf-b579-99287532f869"
	},
	{
		"author": "The Economist",
		"title": "Politics",
		"content": "Antony Blinken visited China, the first American secretary of state to do so in five years. He met several senior officials, as well as Chinas president, Xi Jinping, who said they had made progress t… [+6639 chars]",
		"source": "newsapi",
		"id": "e7cec9f2-1966-4927-b0f9-4776275b9e89"
	},
	{
		"author": "Lindsey Ellefson",
		"title": "Three Things You Should Never Post on LinkedIn",
		"content": "What LinkedIn (usually) lacks in ostentatious, glam, or funny posts, it makes up for in utilityprovided you use it correctly. While youre looking for a job or even just tracking progress in your exis… [+2618 chars]",
		"source": "newsapi",
		"id": "57998b07-5893-497a-ad7a-126ec2720a88"
	},
	{
		"author": "Graeme Wearden",
		"title": "Mortgage rates: UK government urged to provide emergency help as costs keep rising – business live",
		"content": "Introduction: Mortgage rates move towards 6%\r\nGood morning, and welcome to our rolling coverage of business, the financial markets and the world economy.\r\nUK mortgage rates are heading towards 6% as … [+7048 chars]",
		"source": "newsapi",
		"id": "e94544d9-552c-421e-84c8-b81e9d8d7923"
	},
	{
		"author": "Peter Walker Deputy political editor",
		"title": "Keir Starmer says he is as ‘laser-focused on poverty’ as Tony Blair was in 1997",
		"content": "A Labour government would focus on ending poverty just as strongly as Tony Blairs 1997 administration, Keir Starmer has said, as he set out the last of five self-declared missions, based around educa… [+9102 chars]",
		"source": "newsapi",
		"id": "1c0b0017-ccd6-4675-8c3f-37520ae2de11"
	},
	{
		"author": "Gene Marks",
		"title": "‘Bidenomics’ is a business opportunity. But who can cash in?",
		"content": "This past week Joe Biden gave a speech in which he touted his economic policies and, rather than deflecting, he leaned into what many of his opponents called Bidenomics.\r\nBidenomics is the opposite o… [+5503 chars]",
		"source": "newsapi",
		"id": "6b4ada8f-d0a5-467a-af36-ef04ff0bcac9"
	},
	{
		"author": "Carla K. Johnson/AP",
		"title": "Few Rehab Centers for Teens Offer Recommended Medicine",
		"content": "Only 1 in 4 residential treatment centers for teens offers a recommended medicine for opioid addiction, according to a study that exposes an important gap in care.\r\nPosing as an aunt or uncle seeking… [+3808 chars]",
		"source": "newsapi",
		"id": "32f572b2-c2ea-4fa6-ae45-d3255f92c024"
	},
	{
		"author": "Brad Anderson",
		"title": "MyDawa: Revolutionizing Healthcare with AI",
		"content": "Private equity firm Alta Semper Capital has provided a financing injection of twenty million dollars to the e-health business MyDawa, which is based in Kenya. The allocation of this capital is a sign… [+7492 chars]",
		"source": "newsapi",
		"id": "0240845e-7f1e-487b-8bb1-028bc97203d0"
	},
	{
		"author": "Graeme Wearden",
		"title": "UK GDP report to show if economy rebounded in April – business live",
		"content": "Monthly UK GDP is now estimated to be 0.3% above its pre-coronavirus levels, set in February 2020, the ONS reports.\r\nPhotograph: ONS\r\nUK GDP grew 0.2% in April\r\nNewsflash! The UK economy has returned… [+8156 chars]",
		"source": "newsapi",
		"id": "b1a58d7a-0865-4c4c-b065-f0e126206c32"
	},
	{
		"author": "Passant Rabie",
		"title": "On-Orbit Satellite Servicing, New Crew Capsules and Artificial Gravity: NASA's Latest Tech Initiative",
		"content": "A new Blue Origin crewed spacecraft is in the works as part of a NASA collaboration designed to advance the orbital economy, with the space agency lending its expertise to seven different commercial … [+3701 chars]",
		"source": "newsapi",
		"id": "b0e4c937-adfe-4850-b77b-1e39d207dfc2"
	},
	{
		"author": "Filip De Mott",
		"title": "China plans big stimulus jolt and looser property rules as Beijing reaches for stronger measures to revive economy",
		"content": "Xi Jinping after being re-elected as president for a third term on March 10, 2023.NOEL CELIS/AFP via Getty Images\r\n<ul>\n<li>China plans to implement stimulus to boost economic growth, the Wall Street… [+2282 chars]",
		"source": "newsapi",
		"id": "79db631f-2298-4ba9-8706-36bcb63bbb3f"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Chinese millionaire fails 27th bid at university entry exams",
		"content": "A Chinese millionaire says he has failed the country's tough university entrance exams for the 27th time.\r\nOn Friday, the 56-year-old Liang Shi found out he had scored only 424 out of 750 points.\r\nTh… [+2828 chars]",
		"source": "newsapi",
		"id": "e94c981a-e665-4981-a207-34bd2e1f9191"
	},
	{
		"author": "Grace Huckins",
		"title": "Trans People’s Mental Health Is Being Weaponized Against Them",
		"content": "A couple of years ago, it was impossible to be both transgender and mentally healthyat least according to the International Classification of Diseases, an enormous guidebook doctors the world over us… [+3590 chars]",
		"source": "newsapi",
		"id": "488fa0ed-0017-4098-9cb9-565b8e550a8d"
	},
	{
		"author": "Robert Booth Social affairs correspondent",
		"title": "Covid testing was a weakness in early pandemic response, DHSC tells inquiry",
		"content": "The Department of Health and Social Care (DHSC) has admitted Covid testing was a significant weakness in the UKs early pandemic response and stressed the need for proper funding to prepare the nation… [+3688 chars]",
		"source": "newsapi",
		"id": "ad884fd6-1777-42f7-8e05-49136bfc19b4"
	},
	{
		"author": "Jon Fingas",
		"title": "Senate bill would hold AI companies liable for harmful content",
		"content": "Politicians think they have a way to hold companies accountable for troublesome generative AI: take away their legal protection. Senators Richard Blumenthal and Josh Hawley have introduced a No Secti… [+1947 chars]",
		"source": "newsapi",
		"id": "7ee5e125-7eda-410f-8545-c4d3de2d0add"
	},
	{
		"author": "The Economist",
		"title": "Politics",
		"content": "Vladimir Putin resurfaced to address Russians in a televised speech, after a mutiny by troops from the mercenary Wagner Group. Trying to reassert his authority following perhaps the most serious chal… [+6428 chars]",
		"source": "newsapi",
		"id": "8f54f74b-4d57-4f3d-b1a6-67199b01c43a"
	},
	{
		"author": "Sushmita Pathak",
		"title": "Heat Waves Are Unleashing a Deadly but Overlooked Pollutant",
		"content": "Lutyens Delhi is one of the most iconic neighborhoods of Indias capital. Home to the countrys parliament, numerous embassies, and a lush, 90-acre Mughal-era park, its an architectural paradise, conne… [+4256 chars]",
		"source": "newsapi",
		"id": "014d610f-9ef9-4521-b4d7-83a15aabe4ef"
	},
	{
		"author": "Laks V.S. Lakshmanan, The Conversation",
		"title": "How AI Could Help Detect Fake News Instead of Making It",
		"content": "Fake news is a complex problem and can span text, images and video.\r\nFor written articles in particular, there are several ways of generating fake news. A fake news article could be produced by selec… [+5504 chars]",
		"source": "newsapi",
		"id": "2cc2c736-c036-4ed9-b1e1-9b0497b097f6"
	},
	{
		"author": "Michael Kaminer",
		"title": "The role of the CMO is changing. Here's what 6 experts had to say about marketing amid increased social awareness and new tech.",
		"content": "tillsonburg/Getty Images\r\n<ul>\n<li>Chief marketing officers are tasked with navigating an ever-changing business and consumer landscape.</li>\n<li>Six marketing leaders told Insider how CMOs can help … [+9792 chars]",
		"source": "newsapi",
		"id": "5a6fb5c1-1c96-479e-8ab1-612b52c5cfd9"
	},
	{
		"author": "Peter Cao",
		"title": "Google unexpectedly sells its domain-hosting business to Squarespace",
		"content": "Google Domains is a quick and simple way to get a jumpstart on building your website, but now the company will soon leave that business. Today, Squarespace announced\r\n that it will acquire approximat… [+1309 chars]",
		"source": "newsapi",
		"id": "87e17eed-51d3-476a-a296-41cc38687d50"
	},
	{
		"author": "Mihaela van der Schaar",
		"title": "AI-powered personalised medicine could revolutionise healthcare (and no, we’re not putting ChatGPT in charge) | Mihaela van der Schaar",
		"content": "From the soaring costs of US healthcare to the recurrent NHS crisis, it can often seem that effective and affordable healthcare is impossible. This will only get worse as chronic conditions grow in p… [+5558 chars]",
		"source": "newsapi",
		"id": "e15af74c-b34e-47fb-93a1-4f48d40e5e0a"
	},
	{
		"author": "Maryn McKenna",
		"title": "A Rare Domestic Resurgence of Malaria Is Circulating in the US",
		"content": "At least four people in Florida and one in Texas have been diagnosed with malaria that they must have caught near where they livebecause, according to health officials, none of them traveled outside … [+2859 chars]",
		"source": "newsapi",
		"id": "f1a78fe4-4630-493b-ae68-a91e2f72d1a4"
	},
	{
		"author": "Joel Khalili",
		"title": "London Wants American Crypto Refugees",
		"content": "The Sunak governments desire to attract crypto could give impetus to attempts to build a more comprehensive regime for the industry. But it could also create competing incentives. Critics of the gove… [+3976 chars]",
		"source": "newsapi",
		"id": "aea2245f-cb7a-41c9-a625-bbf63a57b3cf"
	},
	{
		"author": "Dana Karout, Houman Harouni",
		"title": "ChatGPT Is Unoriginal—and Exactly What Humans Need",
		"content": "Consider a teenager, Jorge, who is caught possessing a large amount of marijuana by a school administrator and will be expelled if hes reported to his parole officer. If the administrator does not re… [+3681 chars]",
		"source": "newsapi",
		"id": "498a61be-e2cc-40de-a9ac-5d036fbefb72"
	},
	{
		"author": "Sanae Okamoto, The Conversation",
		"title": "How to Cope With Anxiety About AI",
		"content": "Even tech experts have been astonished by the recent, rapid growth of AI technology, able to hold human-like conversations in multiple languages, create music and pass medical exams. While the potent… [+5043 chars]",
		"source": "newsapi",
		"id": "08e4fdd7-63d9-430d-b7e5-75feb1fc6195"
	},
	{
		"author": "Sponsor Post",
		"title": "How startup owners can benefit from knowledge-sharing with large businesses",
		"content": "DELL\r\n<ul>\n<li> Startups face many challenges as they establish their businesses and scale up.</li>\n<li>This applies particularly to businesses run by women, which face additional hurdles.</li>\n<li>T… [+4514 chars]",
		"source": "newsapi",
		"id": "fece059e-1e3d-456c-aaf2-680d16ad262f"
	},
	{
		"author": "Maryn McKenna",
		"title": "States With Abortion Bans Are Losing a Generation of Ob-Gyns",
		"content": "Shira Fishbach, a newly graduated physician, was sitting in an orientation session for her first year of medical residency when her phone started blowing up. It was June 24, 2022, and the US Supreme … [+3255 chars]",
		"source": "newsapi",
		"id": "1a0fac7c-87f0-43e6-a0b4-cd68046cefef"
	},
	{
		"author": "Zinya Salfiti",
		"title": "Ex-Treasury chief Larry Summers finds the Fed's latest move 'confusing' and 'disturbing' - says the decision likely reflects the central bank's internal politics",
		"content": "Larry Summers.Chip Somodevilla/Getty Images\r\n<ul>\n<li>The Fed's move this week appears inconsistent, and may have been influenced by its internal politics, Larry Summers said.</li>\n<li>The Ex-Treasur… [+2219 chars]",
		"source": "newsapi",
		"id": "4999b9b6-9f85-4b86-90bb-22258cd0d334"
	},
	{
		"author": "Jonathan Kennedy",
		"title": "Ancient Britons built Stonehenge – then vanished. Is science closing in on their killers? | Jonathan Kennedy",
		"content": "Two weeks ago, Pooja Swali from the Crick Institute announced the discovery of Yersinia pestis, the bacteria that causes plague, in the dental pulp of three people who died about 4,000 years ago two … [+6751 chars]",
		"source": "newsapi",
		"id": "d76a33a9-ad59-46ed-8c3f-13afdfb598bc"
	},
	{
		"author": "The Economist",
		"title": "Politics",
		"content": "Donald Trump appeared in a court in Miami to plead not guilty to 37 criminal charges related to his mishandling of classified documents. It is the first time an American president, former or sitting,… [+6745 chars]",
		"source": "newsapi",
		"id": "6821a761-2631-4b7b-a903-15e7aa5ae9b1"
	},
	{
		"author": "Aubrey Allegretti Chief political correspondent",
		"title": "Sexual harassment claims dealt with too slowly in politics, says Caroline Nokes",
		"content": "Sexual harassment complaints in parliament are dealt with too slowly and opaquely, the chair of the Commons equalities committee has said, after concerns raised over a former Downing Street special a… [+2336 chars]",
		"source": "newsapi",
		"id": "4f323cd7-384e-4292-ba0e-8a452dbd3450"
	},
	{
		"author": "Vittoria Elliott",
		"title": "Google Made Millions From Ads for Fake Abortion Clinics",
		"content": "Researchers at the CCDH also found several marketing firms catering to crisis pregnancy centers and offering services, including help accessing the Google ad grants, along with strategies to ensure t… [+2982 chars]",
		"source": "newsapi",
		"id": "ee14baf2-ac56-476b-93e5-9ad21a1cea45"
	},
	{
		"creator": null,
		"title": "5 locations to catch NDP fireworks in the heartlands on Aug. 9, from 8:15pm",
		"content": "If you'd like to catch fireworks on National Day but are not keen to jostle with the crowds near the Padang or in the Marina Bay area, here are some alternative sites where you can catch a fireworks display on Aug. 9. Fireworks will be set off at five heartland sites on Aug. 9, 2023: Here's a handy graphic which illustrates this: Image from MINDEF. The fireworks display at these sites will be concurrent with the fireworks medley at the Padang, and they are expected to take place from 8:15pm to 8:25pm. Do head down early, as these sites will be open to the public from 6:00pm onwards. Public viewing at these sites will be facilitated on a first-come, first-served basis. Heartlanders will also be able to catch the Singapore flag being flown past by two Chinook helicopters, on Aug. 9, 2023. The Singapore flag fly-past will be carried out from about 5:30pm to 6:30pm, via two routes: Plane enthusiasts can also look forward to a flypast executed by a formation of 10 aircraft, including six F-16D+ and three F-15SG fighter jets. From 5:40pm to 6:10pm, they will be flying in the vicinity of five heartland sites: Jurong West, Woodlands, Toa Payoh, Tampines and Bedok. During the NDP weekend (Aug. 5-6), there will also be community festivals held at five heartland sites from 4pm to 9pm. Participants can head down to enjoy a range of programmes and activities, such as: The festivals will be held at the same heartland sites for the fireworks display: Admission into the festival sites will be ticketed based on respective site capacities. More details on tickets to the Heartland Festivals can be found on the NDP website (www.ndp.gov.sg) from Jul. 12, 2023 onwards. You can also find additional information on the NDP 2023 Heartland Celebrations via the NDP Instagram , and Youtube page. Top image from Tampines Town Council on Facebook.",
		"id": "eb20e38c-bff9-4f2d-9f4b-99d52d8e7b21",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "Circles.Life denies allegations of toxic work culture, internal politics & recent layoff",
		"content": "Circles.Life, the Singapore-based digital telco, has denied media reports of recent scandals in relation to their workplace culture and recent layoff. News first broke when Campaign Asia reported that the company had undergone another layoff, letting go about 20 to 30 staff members, mostly from its Singapore headquarters, after a layoff in May. Days later, The Straits Times also heard from sources that the co-founder Abhishek Gupta had stepped down from the management team. In a statement to Mothership , Circles.Life responded: \"The news in the media is untrue\". Circles.Life previously went through a round of layoffs in 2020. Back then, a spokesperson for the company told The Business Times that less than five per cent of its global headcount had been made redundant. \"This is nothing out of the ordinary, given the fast-paced nature of the organisation. There are bound to be some changes along the way as we expand.\" Sources revealed to Campaign Asia that the latest round of layoffs seem to be cost-cutting in nature. Most of the company's financial woes were attributed to its cloud platform, Circles X. Circles.Life co-founder Rameez Ansar said in a September 2022 interview that the company expects to draw half of its revenue from the Circles X platform business by 2023. But the partnership deals they expected to secure have failed to close, leading to an alleged loss of confidence in Circles X and prompting the need for cost-cutting measures, reported Campaign Asia . According to recent Pigeonhole screenshots from a recent townhall obtained by Campaign Asia , disgruntled Circles.Life employees also voiced a sore lack of communication and work-life-balance within the organisation. Some called for a greater transparency regarding layoffs. Campaign Asia's sources said that there was a \"complete communication breakdown from senior management about how the company plans to deal with diminishing manpower and the lack of clarity around layoffs.\" One anonymous comment griped that the townhall presentation was \"full of management consulting mumbo jumbo without real concrete actions\". Another indicated that the threat of being axed scared people into keeping mum about any discontent. \"Do the leaders think that we have the type of environment where people feel safe to flag issues or toxic behaviour? Note: a large number of people have just been removed...\" Other employees also called to question the unreasonable workload put upon the remaining workers. Image via Campaign Asia . Other alleged incidents included \"aggressive behaviour such as table-slamming, alcohol-induced misconduct, and the imposition of unreasonable work demands and timelines\", sources involved in the recent layoff told Campaign Asia . When Mothership asked Circles.Life to confirm these Pigeonhole responses were indeed from Circles.Life employees, we did not receive a reply to this question. Campaign Asia also highlighted the departure of two senior hires. Circles.Life's former chief financial officer Mak Chee Kiong left the company in February 2023, while former chief growth officer Nelson Allen left in June 2023. When they first went onboard, their inductions supposedly signalled a shift in internal politics, with Allen's experience in Samsung, Microsoft, and Expedia, and Mak being the former Chief Finance Officer of Singtel’s digital life group. Allen was described to be one of the \"visionary leaders\" who will further fuel Circles.Life's global expansion, according to a press release published in February 2022. Campaign Asia reported that Allen and Mak were forced out after existing senior employees felt threatened, adding that their performance reviews merely said that they were \"not a good cultural fit\". The company has, however, denied all allegations and the layoffs. \"We are a people-focused organisation and conduct frequent employee engagement feedback to proactively keep a pulse check of our employees’ satisfaction and well-being,\" Circles.Life told Campaign Asia. \"Additionally, we also work closely with any Circles employees who may need support for a career transition and continue to hire new talents whose purpose and values are aligned with our company’s vision.\" In response to Mothership , a Circles.Life spokesperson assured that the levels of recruitment and employee turnover has been \"consistent\", and they are \"going strong in recruitment and have a number of exciting roles publicly open across [their] geographies\". Circles.Life also revealed that the global headcount stands at over 600 as of the first half of 2023 and that is \"marginally higher than the start of the year\". The spokesperson added that the company is \"well capitalized (sic)\" and will \"continue to be focused on our business and progressing fast on the expansion of our footprint as you might have seen in the recent news\". In the midst of all the drama, sources told The Straits Times ( ST ) that the start-up's co-founder Abhishek Gupta is stepping down from his management duties to assume a non-executive role. This was, however, again denied by a Circles.Life spokesperson who told Mothership that Gupta \"remains a co-founder and retains title since formation and is strongly vested in its business\". In the statement to Mothership , the spokesperson also concluded that \"2023 is an exciting year\" for them as the company continues to expand their business. Top image via Circles.Life LinkedIn",
		"id": "e707cfb1-e2ff-44f8-b42f-9a6889d44560",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "'Harder, better, faster, stronger': NATO leaders meet in Lithuania with Sweden, Ukraine & Asia in mind",
		"content": "NATO is holding their annual summit in Vilnius, Lithuania from July 11 to 12. The ongoing war in Ukraine will occupy the alliance’s attention, with the pending membership of both Sweden and Ukraine as main talking points, but China and Taiwan Strait issues also loom in the background. NATO’s own secretary general Jens Stoltenberg, who was initially scheduled to depart the post in 2023, but has had his tenure extended by a further year for the second time, has laid out his thoughts on what the Vilnius meeting means for NATO. Writing in Foreign Affairs magazine, he said: \"I expect NATO allies to confirm our unwavering support for Ukraine, continue to strengthen our own defense, and increase our cooperation with our European and Indo-Pacific partners to defend the global rules-based order.\" The first two points have come hand in hand, with Stoltenberg citing Russia’s “illegal annexation of Crimea” in 2014 as the inflection point which prompted NATO to return to focusing on European defence. He also cited NATO’s support for an independent Ukraine since it had gained independence in 1994, and the training and support that it had provided since 2014. He also said the support that had been given to Ukraine thus far had transformed its military from the Soviet era to one which “is more integrated with our alliance than ever before”. It is a notable coincidence that the 2023 summit is occurring in Lithuania, formerly occupied by the USSR which, along with its other neighbouring Baltic states, rushed to join NATO as soon as it was able. Lithuania's neighbour Estonia's Prime Minister Kaja Kallas was in Singapore recently , warning of the impact of \"Russian Colonisation\" on the Baltics. Russia isn't typically thought of as a colonial power. That is why we rarely hear about Soviet Russia’s colonial policy in Central and Eastern Europe. But my own country Estonia went through Russia’s colonization for almost half a century, up until 1991. 2/ The war in Ukraine has led to the open consideration of three countries for membership in NATO: Finland, Sweden, and Ukraine. Finland has successfully joined the alliance, adding one more border state for Russia to consider. Sweden’s membership is being held up by Turkey’s concerns regarding \"terrorism\", and Turkey's own wish for European Union membership. Otherwise, it is facing no other major difficulty in joining and it is likely a matter of time before a compromise is reached. The situation in Ukraine on the other hand bedevils NATO partners. While NATO countries seem to agree that membership cannot come while Ukraine is still at war, as doing so risks open war between Russia and NATO, they are split on how explicitly they will welcome Ukraine afterwards. The UK is agitating for a more explicit roadmap to membership, as reported by the Guardian , a promise that Ukraine will be a NATO member when the war ends. The BBC reports that the US and Germany are more circumspect, worried about Ukraine’s domestic political situation, and that an explicit promise of post-war membership will be an incentive for Russia to drag out the war. Also, just a fun aside, Stoltenberg labelled the section of his essay on NATO’s commitment to improving its defence capability as “Harder, Better, Faster, Stronger”, which has to be one of the less expected places to find a Daft Punk reference. Stoltenberg also, albeit briefly, touched on the issue of China, which has preoccupied both the North American and European members of NATO, although to different degrees. Stoltenberg said that NATO “does not see China as an adversary”, adding that it was important to engage with China on global issues such as nuclear proliferation and climate change, as well as seeing them as vital to ending Russia’s “illegal war”. But he also said that: “China, in particular, is watching to see the price Russia pays, or the reward it receives, for its aggression. It is learning from Moscow’s military failures and the response of the international community. “ He also said Japan and Korea are clearly concerned that “what was happening in Europe today, could happen in Asia tomorrow.” Under Stoltenberg’s leadership, NATO has built closer ties with Asian powers Japan and South Korea. Japan has been pushing for NATO to set up a liaison office in Tokyo, as reported by Reuters . The office is meant to “ease consultations” between NATO and Japan, and is opposed by China, but also NATO member France. French president Emmanuel Macron has been reported by Politico as saying that the office would be too far outside of NATO’s geographical remit. In a separate Politico report, Macron was also quoted as saying that the European Union should maintain “strategic autonomy” from the U.S., basically saying that the EU should not be in confrontation with China simply because another NATO ally was. But Nikkei has also suggested an alternative reason why NATO member states are fixated on Asia. Acknowledging that the U.S.’s primary concern has been steadily moving towards the Indo-Pacific in recent years, NATO drawing closer to the “Indo-Pacific 4” of Japan, Korea, Australia, and New Zealand, could be a way to prevent the U.S. from fully pivoting to Asia. All four IP4 states' leaders are attending the Vilnius summit. This is similar to how East Asian states aggressively pursued the Trans-Pacific Partnership with the U.S. in a bid to keep it engaged in Asia, at a time when its primary focus was on Afghanistan and the Middle East. Ironically, this appears to be a similar concern that drives Asian participation in NATO, with Reuters reporting that Japan's PM Fumio Kishida is courting new security partners because he feels that Japan can no longer solely rely on the U.S. for its security. These concerns come as Japan has doubled its security spending, worried about both China and Russia in its airspace and territorial waters. The Vilnius NATO summit projects a bit of an oddity in foreign relations. For a European-centric organisation with very real present day European contentions to still clearly keep one eye on Asia should give an indication of how vitally it sees the region to its future. Even when in disagreement, NATO’s members disagree only on manner of engagement, not its necessity. Vilnius will likely give an indication of how able the bloc is able to compromise on that front, or if the various member states will have to find alternative means to pursue their individual interests. Top image by @jensstoltenberg/twitter",
		"id": "611d0e23-9c7b-4cf0-9dd8-9dd904399750",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "S’porean man, 68, jailed 12 years for raping granddaughter when she was 11",
		"content": "While on the way home from her birthday celebration, a woman asked her husband to bring their granddaughter to a nearby stall to buy durians for the family. Little did she know that her husband had been sexually assaulting their granddaughter for over a year. Her husband brought their granddaughter, then only 11 years old, to an HDB staircase landing and forced her to perform oral sex on him. In Singapore, after amendments to the Penal Code in 2020, rape includes oral and anal penetration. The 68-year-old man has been sentenced to 12 years in jail after pleading guilty on Jul. 10, 2023, to raping his granddaughter, who was only 11 years old at the time. Eight other charges were taken into consideration for sentencing. A gag order protecting the victim prevents the publication of the man's identity. According to court documents, the man is the victim's maternal grandfather and stays with his wife, the victim's step-grandmother. Before the man's arrest, the victim regularly visited them on the weekends. On July 2020, after a family dinner celebrating the step-grandmother's birthday at a shopping mall, while the rest of the family returned to their flat, the victim's step-grandmother asked her to follow her grandfather to buy durians from a nearby stall. On their way home, the man brought the victim to a staircase landing and moved her to a secluded corner blocked from view. He then kissed her, even when the victim kept her mouth closed and turned her head away. From there, he pulled down the victim’s jeans and molested her, causing her to feel “disgusted and nauseated”. However, when she pulled her pants back up and tried walking away, the man grabbed her by the wrist and pulled her back toward him. He then forced her to perform oral sex on him. This was not the first time the man had sexually assaulted his granddaughter. The prosecution highlighted at least five other incidents where her grandfather sexually assaulted her, including another incident of coerced oral sex and another where he showed the victim pornographic material on his phone. They said even though she was angry about the assault, she could not confide in the adults she trusted. She also did not understand the sexual nature of her grandfather’s actions until she learned about “good touch” and “bad touch” from her Primary Six sex education classes. On Jan. 25, 2021, the victim was referred to her school counsellor after she told her form teacher about a disagreement she had gotten into with her mother. It was only then that the victim revealed to the counsellor that her grandfather was sexually assaulting her. The school counsellor contacted the Ministry of Social and Family Development’s (MSF) Child Protection Service. The next day, MSF’s Child Protection Officers brought the victim to make a police report at the Criminal Investigation Department at Police Cantonment Complex. In February 2021, the victim was seen by a senior consultant at the Institute of Mental Health’s Child Guidance Clinic, who reported that the victim had nightmares of her grandfather and cried a lot at night. In her victim impact statement (VIS), the victim reported that she also engaged in self-harm and had suicidal thoughts to cope with the stress of her experience. She also elaborated in the VIS that she is now afraid of older men around her grandfather’s age, even feeling anxious when an old man sits beside her on the bus. Describing the case as a \"heinous intra-familial sexual abuse of a child\", the prosecution argued that the man should be jailed for 12 years for his crimes and another six months instead of caning. Rape convictions carry a mandatory caning sentence. However, offenders above 50 cannot be caned. The man's defence lawyer, Haneef Abdul Malik from Trident Law Corporation, argued for no additional imprisonment instead of caning, given the man’s older age and clean record. He argued that the relatively shorter additional term of imprisonment would not serve as much of the intended purpose to deter others from offending as compared to the longer prison term he would be put through in the first place. The prosecution refuted the defence's arguments, emphasising that it was because of the man's seniority in the family which precisely allowed him to occupy a position of trust and authority over the victim, \"It is also precisely this position of trust which the accused so despicably abused in sexually violating the 11-year-old victim, who was defenceless against his sexual advances.\" The prosecution also argued that the man’s clean record should not be considered grounds for a lighter sentence, given that the offences were committed over one-and-a-half years. The spate of offences demonstrated a lack of remorse, said the prosecution. However, the prosecution agreed with the defence that the man’s guilty plea saved the court resources and spared the victim the additional suffering of testifying at a trial. The man was ultimately sentenced to 12 years imprisonment for raping his granddaughter, including six months in lieu of caning. Top photo from Wikipedia Commons.",
		"id": "71f08d4b-d84d-4357-8792-97a7682c66a4",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "נשמע טוב? הסטרט אפ הישראלי שנלחם על הלב שלכם",
		"content": "מחלות לב וכלי דם הם מגורמי המוות הראשיים ברחבי העולם,. כתוצאה מהם מתים כ-17.9 מיליון בני אדם מדי שנה. כך על פי ארגון הבריאות העולמי (World Health Organization). אחת מאותן מחלות היא אי ספיקת לב, המשפיעה על כ-2% מאוכלוסיית העולם ומוגדרת כגורם התמותה המוביל מבין כלל המחלות הקרדיווסקולריות. מחלה זו נוצרת כאשר הלב אינו מסוגל לספק את הדרישות המטבוליות של האיברים השונים בגוף, או שהוא עושה זאת תוך לחצי מילוי גבוהים. הדבר יכול לנבוע כתוצאה מגורמים שונים, בהם התקף לב או לחץ דם גבוה מתמשך, שעלולים לגרום ללב, המשאבה שמניעה את הדם ברחבי הגוף, לאבד את היכולת להתכווץ או להתרחב באופן תקין. כתוצאה מכך, הלב מתקשה לספק את הדם לכל הגוף, והחולה מרגיש מגוון תסמינים שיכולים לנוע החל מעייפות ועד להצטברות נוזלים ברחבי הגוף. ללא טיפול מתאים, אי-ספיקת הלב והתסמינים הנלווים לה עלולים להחריף ולהגיע למצב מסכן חיים. בנוסף לעלות הבריאותית יש לכך גם עלות כלכלית, הנאמדת בכ-108 מיליארד דולר בשנה גובאלית, מהם 65 מיליארד דולר עלות ישירה ו-43 מיליארד דולר עלות עקיפה. כך על פי מאמר מדעי שכתב ד\"ר Franz P Hessel, מרצה בחוג לניהול הבריאות באוניברסיטת SRH ברלין בגרמניה, ונכנס לספרייה הלאומית לרפואה שבמרכז המידע הלאומי האמריקאי לביוטכנולוגיה. ה\"תורמת\" הגדולה ביותר לנטל הכלכלי העולמי כתוצאה ממחלת אי ספיקת הלב היא ארה\"ב, שמהווה כ-28.4% מההוצאה הגלובלית הישירה והעקיפה על אי ספיקת לב. ובעוד העולם מחפש מזור למחלה הארורה, קרדיולוג ישראלי אחד, ששימש כמנהל מרפאת הלב של הדסה, איתר אותו והקים את קורדיו מדיקל - כדי להפיץ אותו בעולם. קורדיו משתמשת בטכנולוגיות לימוד מכונה, עיבוד אותות קולי מתקדם ותוכנה כדי להפוך את הטלפון הנייד שלנו למכשיר רפואי ופיתחה את מערכת HearO, המאפשרת זיהוי מוקדם של הצטברות נוזלים בקרב חולי אי ספיקת לב באמצעות ניתוח דיבור. המערכת מקבלת מהחולה דגימת קול באמצעות אפליקציה המותקנת אצלו בטלפון הנייד, מנתחת ומעבדת אותו, ומזהה אם חלה אצלו הדרדרות. זמינות האפליקציה על מכשיר החולה, לצד מערכת זולה עם יכולת הפצה מהירה מאפשרת היענות גבוהה יותר מצד החולים לשימוש יומיומי. בכך HearO מסייעת בהורדת התמותה, שיפור חיי המטופלים, הפחתת אשפוזים, וחיסכון בעלויות, כאמור, למערכות הבריאות השונות. מערכת HearO, יש לציין, הוגדרה על ידי ה-FDA (מנהל התרופות והמזון האמריקאי) כמוצר פורץ דרך ופועלת באירופה (CE), בין היתר בשיתוף פעולה עם ענקית התרופות אסטרהזניקה בספרד. החברה מציינת, כי בניסויים שנערכו בקרב מאות חולים בעשרות מוסדות רפואיים בישראל, אירופה ובארה\"ב, הצליחה מערכת HearO לספק התראות להתדרדרות במצב חולי אי ספיקת לב טרם אשפוז על רקע החמרה באי ספיקת לב - ברמת דיוק של למעלה מכ-80%. השוק הגלובאלי למוצרי ניטור לב עמד על כ-8.24 מיליארד דולר בשנת 2022 וצפוי לעמוד על כ-20.23 מיליארד דולר עד שנת 2032. כך על פי חברת סקרי השוק הקנדיתPrecedence Research. שוק אי ספיקת הלב העולמי, הכולל תרופות ומכשור, הוערך על ידי חברת סקרי השוקPolaris Market Reserch האמריקאית, המתמחה, בין היתר, בשווקי הרפואה, ב-11.54 מיליארד דולר בשנת 2021. להערכת החברה שוק זה צפוי לצמוח בכ-5.4% שנה אחר שנה עד שנת 2030. : מכשור רפואי בתחום אי ספיקת לב : 2013 : פרופ' חיים לוטן (71) : לשפר את חיי חולי אי ספיקת הלב תוך הורדת אשפוזים מיותרים הגורמים לעומס על מערכות הבריאות. : 30. כולם בישראל. : 25 מיליון דולר. : Peregrine Ventures, Ceros, Pix, Pertech : בתי חולים בספרד, 40 מרכזים בארה\"ב במסגרת ניסוי פיבוטלי, ועוד. : Medtronic, Abbott, Boston Scientific, Victorious , Sensible. (תמיר טל): \"אי ספיקת לב נמצאת בממדי מגיפה ומערכת HearO שקורדיו מדיקל פיתחה מאפשרת לעשרות מיליוני מטופלים בעולם ובישראל להגן על עצמם מהדרדרות מסכנת חיים, ובעלות נמוכה יחסית. תעשיית המכשור הרפואי מחפשת מזה שנים אחר כלי ניטור שיאפשר להתריע לפני הדרדרות צפויה של אי ספיקת לב. עד היום אין \"תקן זהב\" לניטור כזה. בין היתר כי יש קושי טכנולוגי לקבוע מתי הנוזלים של מטופל יוצאים מאיזון. בנוסף רוב המוצרים ננטשים על ידי החולים בשל היענות הקשורה בניטור עצמו שמחייב שימוש במתקן נוסף להוצאת ודגימת הנתונים. קורדיו פותרת את שני הקשיים הללו. מערכת HearO עוקבת אחר העיקרון הקליני שקולו של המטופל משתנה ככל שהוא מתקרב להדרדרות ובאמצעות טכנולוגיה מתקדמת של עיבוד אותות קול בה המטופל משמש כבקרה של עצמו, מזהה זאת לפני האוזן האנושית ונזקקת רק למכשיר הנייד של המטופל, דבר המגביר את ההיענות מצד החולים. בכך מסייעת מערכת HearO בהורדת תמותה, שיפור חיי המטופלים הפחתת אשפוזים וחיסכון בעלויות הנגרמות למערכות הבריאות השונות.\"",
		"id": "685cb936-0beb-40df-8650-ba090c6e1bbc",
		"source": "newsdataapi"
	},
	{
		"creator": [
			"news@irishmirror.ie (Nicola Donnelly)"
		],
		"title": "Punters pack into pubs to watch Ryan Tubridy and Noel Kelly Oireachtas grilling",
		"content": "Eager punters gathered in several of Dublin city’s pubs at lunchtime to watch the grilling of RTE star Ryan Tubridy and his agent Noel Kelly by the Public Accounts Committee. And it was a first for the pubs to switch their normal sports channels to the live proceedings of one of the most anticipated parliamentary hearings on Oireachtas TV - with one publican admitting he struggled to actually locate the channel. The underfire RTE presenter, who is the station’s top earner, and his agent were being quizzed earlier over the secret payments controversy. Read More : Ryan Tubridy Oireachtas LIVE stream and updates as RTE star and agent hit back Paul Mangan, owner of Devitts bar on Dublin’s Camden Street said he decided to show the grilling of RTE star Ryan Tubridy and his agent Noel Kelly by the Public Accounts Committee due to demand from punters. “We’d be busy for lunch everyday anyhow but we got a lot of phone calls on Monday asking if they came in, would we show it. We responded and have it on several televisions and the punters are glued to it,” Mr Mangan told this paper. “There is a lot of public interest in it. Apart from when RTE were showing the Covid figures and what they were doing with the pubs during that time, I haven’t seen an interest in the news since like there is now. “It’s also our first time showing Oireachtas TV. We’d be big for sports and we struggled to find the channel for Oireachtas TV but we want to keep the customers happy,” he laughed. He said it will be interesting to see how it all unfolds. “Ryan had interesting comments and we have to listen to his side of the story too. Obviously something is not right in RTE so we will have to wait and see how it all unfolds.” A retired Joe Phipps from Beaumont was one of many punters in Mr Mangan’s pub glued to the proceedings on one of the many televisions. Speaking to this paper, Mr Phipps said he “thinks it's great because it’s all new. The question is, is RTE going to take him back? I don’t think I can see him going back. “I always listened to his show on the radio but when there is something like this hanging over you, you really can’t go back on air. \"I think Tubridy should be a politician. His two uncles were politicians so it's in the blood,\" he said. “When you are asked to take a pay cut but then get secret deals, that’s where it’s all wrong. “I think the top earners are overpaid. They are getting too much money,\" said Mr Phipps. Meanwhile, in the Camden Deluxe venue, also on Camden Street, manager Linda Monahan also gave into punters’ demands “Since last week we have been getting a number of enquiries as to whether we’d be showing the Oireachtas proceedings on our 4k Samsung screen, which is the biggest in Europe,” said Ms Monahan. “We wouldn’t normally show this kind of airing as we are a sports bar but it’s really down to the demand. Today the demand was higher for the Oireachtas committee than it was for the Tour de France or Wimbleton. The public in Dublin seem to want to watch the grilling. “We’ve had a good reaction to it all and it’s nice to do something different.” Pals Lily Magahy, 22, and Enya Donohue, 21, both from Dublin dropped into Camden Deluxe to view the proceedings with interest on the big screen. “We live around the corner so we thought why not drop in. When the scandal broke I don’t think I was overly surprised nor overly upset either. But the more other stuff came out I realised it was serious,” said Enya. Lily said she listens to Ryan Tubridy on RTE Radio 1 but since he has been suspended since the controversy arose she said it’s nice to see new talent on the radio. “He’s been on the radio so long that it’s nice to have new people on,” said Lily. She also said she didn’t think the public would stop paying their licence fee because of the controversy - “Maybe a few will cancel theirs for a while but I don’t think in the long term people will stop paying their licence fees as it is the law.” Emmet Byrne, originally from Dundalk but living in Dublin, said he dropped into the Camden Deluxe during his lunch break as he has an interest in what’s happening. “I am interested to see what comes out that we don’t already know so far,” said Emmet. “It doesn’t seem to me Ryan Tubridy has done anything wrong in terms of RTE’s mismanagement of accounts,” he continued. “In an ideal situation I’d like to see Ryan’s name get cleared,” he said, adding that he doesn’t think the top presenters’ wages are justified. In February, RTE released information on fees earned by its ten highest-paid presenters in 2020 and 2021. Tubridy's media company, Tuttle Productions Ltd, was paid €440,000 in 2021 for the Late Late Show presenter's services. Tubridy was paid €495,000 and €466,250 in 2019 and 2020 respectively. Joe Duffy was the second-highest paid presenter in 2021, earning €351,000, with Claire Byrne following in third on €350,000. “No, their wages are not justified. I think their wages are a bit ridiculous and I think all their wages should be capped at €150,000,” he said.",
		"id": "cd77db1d-9849-4d41-bc6e-979cf384d572",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "News24.com | My best friend, Tamia and me: The night I watched the Canadian star perform in my hometown",
		"content": "I grew up in Mamelodi, east of Pretoria, in the early 2000s when Soul and R'n'B were all you would hear blasting from Volkswagen Caravelles travelling between the township where I stayed and the CBD. I was still young, but there I was – singing along to lyrics I had no business knowing. If you know anything about these genres of music, you'll know that it was in the same era that multi-Grammy nominated singer and songwriter Tamia released her third album, More. It features hit songs Smile, Poetry, Questions, and, of course, Still. Now, almost two decades later, can you imagine my excitement when I not only found out Tamia was coming to perform in my hometown at Sun International's flagship venue, the SunBet Arena at Time Square in Menlyn, Pretoria? I was beside myself with excitement because I could now belt out all the lyrics I used to sing in front of the mirror at my grandparent's house along with my fellow Tamia lovers and Pretorians. The day finally arrived on Saturday, and I was riding with my better half and beloved mother, Petunia 'Petu' Maako. Though a highlight for both of us – it was our first time attending an international artist's concert together - I knew Tamia had to put in a lot of work to impress her because she'd already seen the legendary Clarence Carter and Luther Vandross take to the stage. With a Tamia playlist in the background, as we drove to the venue, I did start to have doubts about my partner in crime – she wasn't singing. And, as you can imagine, you need someone to sing along with you at a Tamia concert. But, as I braced myself for a night of possibly singing along with only the rest of the crowd, I was happy to be headed there with my beloved Petu. Once we arrived, after going through what seemed to be an obstacle course because of where we parked, I could see her loosening up, especially when we finally got to the lounge, where we grabbed a bite and drinks to prep our (my) vocal cords for a night of singing. After some time, we were finally ready to head into the arena and walked into Lloyiso's performance. I sang along where I could, and after Lloyiso walked off stage, I glanced over to see if my partner in crime was still with me. Catching her checking the time on her phone was not what I expected, but who could blame her? We had been watching adverts of international artists headed to the country for about 30 minutes and had already figured out who we planned on seeing next. Eventually, Tamia's name came onto the stage, and her backup dancers walked out as well, and I knew it was almost time. Just a few minutes after 21:00, they started singing Falling For You, and the countdown began. Tamia walked onto the stage with a short, glittering jumpsuit and long wavy locks. I was certain it was a dream I'd been waiting for. But, as I sang along, I worried about my partner in crime until Tamia started singing Still – a song my mom remembered from Sunday afternoons listening to Metro FM and 702. From there, I breathed a sigh of relief and knew I hadn't made the wrong decision after all! My heart was full as Tamia wrapped up her more than one-hour-long performance with Smile after the crowd called her back to the stage. I not only got to see Tamia perform, I did it with my best friend. The Canadian-born singer and songwriter wrapped up her three-city tour of South Africa with a final performance on Sunday. She performed in Cape Town and Durban as well.",
		"id": "f676b21b-6cd3-49e3-ba93-8ba04c7a700e",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "News24.com | Sex or social media? The sacrifices we’re willing to make to stay online",
		"content": "Your alarm clock goes off, it’s time to start your day. What’s the first thing you do? What about right before you go to bed? If your answer is scrolling social media, you’re not alone . People are spending increasing amounts of time on social media, with reports from 2023 suggesting an average worldwide usage of two and a half hours a day. With more social media apps and websites coming online, that amount of time is likely to increase. U.S. tech company Meta recently launched Threads , the newest social media platform vying for our time. The app is meant to rival Elon Musk’s Twitter. With 4.8 billion social media users worldwide as of 2023, social media has become a mainstay in everyday life, particularly among younger generations. Some adolescents even describe feeling a sense of stress and poor emotional well-being when not online. So much so that terms like FOMO (fear of missing out) and Nomophobia (No Mobile Phone Phobia) have been popularised to explain the feelings and thoughts some people experience when disconnected from their smartphone or their social media. As we become increasingly dependent on social media for entertainment and information, it can be challenging to create space between ourselves and our social media profiles. So much so that too much enjoyment from and time spent on social media can result in strong usage habits, and in more extreme cases, addiction. READ MORE | 'How I became a dom to a man 21 years older than me' This article is republished from The Conversation under a Creative Commons license. Read the original article here .",
		"id": "7ac97454-1e60-4f38-83d3-e698ac8a2fdf",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "تحطم طائرة مدنية في مقديشو",
		"content": "تحطمت طائرة ركاب صومالية تقل 30 راكبا اليوم (الثلاثاء) في العاصمة الصومالية مقديشو كان يُعتقد أن رؤساء وزراء سابقين كانوا على متنها. ونقلت وكالة الأنباء الصومالية «صونا» عن وزيرة النقل والطيران المدني فردوسه عثمان عيغال إصابة شخص جراء سقوط طائرة تابعة لشركة هلا إيرلاين بمطار آدم عبدالله الدولي في العاصمة مقديشو، موضحة أن الطائرة كانت قادمة من مدينة غروي وانحرفت عن مسارها في مدرج المطار. وأفادت الوزيرة أن رئيس الوزراء السابق عبد الولي علي غاي لم يكن على متن الطائرة التي سقطت، لكنه سيصل اليوم في الرحلات القادمة، مبينة أن التحقيقات لا تزال جارية من قبل الإدارات المعنية. وكانت تقارير وردت عن وجود رئيسي وزراء سابقين عبد الولي علي غاي، وعمر عبدالرشيد علي شرماركي، على متن الرحلة غير أن مصادر ملاحية أخرى أكدوا وصولهم إلى مقديشو على متن رحلة أخرى تتبع للشركة نفسها. ",
		"id": "d828280d-3469-487d-a184-eb9a76d9745f",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "Pakistan rejects Israel’s remarks regarding adoption of Universal Periodic Report",
		"content": "Responding to media queries, she said the UN Human Rights Council on Tuesday adopted Pakistan’s Universal Periodic Report unanimously and Israel’s politically motivated statement is fundamentally at variance with the otherwise positive tone of the session and the statements made by a vast majority of the countries. The Spokesperson said several states and civil society organizations commended Pakistan on the progress achieved in promoting human rights. She said given Israel’s long history of oppression of Palestinians, Pakistan can certainly do without its advice on protecting Human Rights.",
		"id": "7041bb87-ddd8-4697-a9f0-c77083962580",
		"source": "newsdataapi"
	}
]