[
	{
		"author": "Pien Huang",
		"title": "Biden taps former North Carolina health secretary to lead CDC",
		"content": "Dr. Mandy Cohen, former secretary of the North Carolina Department of Health and Human Services, will replace outgoing CDC director Rochelle Walensky.\r\nBryan Anderson/AP\r\nPresident Biden has named Dr… [+6757 chars]",
		"source": "newsapi",
		"id": "d9ed576d-70e7-47dd-8f14-46a3e1a4ebe0"
	},
	{
		"author": "Mariella Moon",
		"title": "US calls upon volunteer experts to help address generative AI risks",
		"content": "The US government is asking qualified members of the public for help in figuring out how to seize opportunities and overcome challenges associated with generative AI. Gina Raimondo, the US Secretary … [+2557 chars]",
		"source": "newsapi",
		"id": "d4563152-63b2-4aba-b32c-541b662e2445"
	},
	{
		"author": "Meredith Dietz",
		"title": "How to Protect Your Finances From a Future Government Shutdown",
		"content": "Last week Congress agreed to raise the debt ceiling, narrowly avoiding a first ever default in U.S. history. While the crisis has been averted for now, the deal only buys us around two more years bef… [+3094 chars]",
		"source": "newsapi",
		"id": "033cdf9f-97e5-4a22-af3d-037edfcc1c7a"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Silvio Berlusconi obituary: Italy's flamboyant bounce-back politician",
		"content": "In the labyrinthine world of Italian politics, Silvio Berlusconi was the supreme wheeler-dealer - a man who merged business and public life like no other.\r\nHis flamboyant personality struck a chord w… [+11254 chars]",
		"source": "newsapi",
		"id": "50e38a65-01b1-42ec-a2e6-3802e6db7e49"
	},
	{
		"author": "Andrew J. Hawkins",
		"title": "A moonshot for infrastructure",
		"content": "The Biden administration is requesting funding for a program called ARPA-I, a skunkworks-style R&amp;D project for infrastructure. Transportation Secretary Pete Buttigieg says the goal is to design t… [+7734 chars]",
		"source": "newsapi",
		"id": "711d7fcf-0295-4ba5-ae8b-7efbc81b9a91"
	},
	{
		"author": "Andrew Tarantola",
		"title": "President Biden meets with AI tech leaders in San Francisco",
		"content": "While lawmakers in Congress (and soon, the Senate) call for a \"blue-ribbon commission\" to study the potential impacts of AI on American society, President Biden on Tuesday met with leaders in the eme… [+1355 chars]",
		"source": "newsapi",
		"id": "a810fc58-f380-40ff-bb06-e3c4e3e87f7e"
	},
	{
		"author": "Stephen Johnson",
		"title": "How to Talk to Kids About the Screwed-Up State of U.S. Politics",
		"content": "Were a little more than a year away from the 2024 presidential election, and if you think things are ugly and crazy now, just wait a few months. Were more ideologically divided nation than even befor… [+5656 chars]",
		"source": "newsapi",
		"id": "b4343ea8-8708-410b-b3ee-96e9de9a1d2d"
	},
	{
		"author": "Christine Henneberg",
		"title": "The Trade-Offs for Privacy in a Post-Dobbs Era",
		"content": "Michele Gomez remembers the exact moment when she realized the problem. It was the fall of 2022. Gomez (who, like me, is a family physician and abortion provider in California) had recently provided … [+3805 chars]",
		"source": "newsapi",
		"id": "ebaf1d00-ff07-4c5f-8df6-656608162f41"
	},
	{
		"author": "Aarian Marshall",
		"title": "A Fight Over the Right to Repair Cars Takes a Wild Turn",
		"content": "In 2012, Massachusetts voters became the first to bring the concept into the modern age by requiring automakers to add an onboard port that allowed anyone with a cheap tool to access a cars data. The… [+4471 chars]",
		"source": "newsapi",
		"id": "97178e48-6f30-4523-be40-d3eef786741a"
	},
	{
		"author": "Parth M.N.",
		"title": "India’s Tech Obsession May Leave Millions of Workers Without Pay",
		"content": "But this is still better than when the internet works at the start of the day but doesnt at the end. That means there is no proof we worked the whole day and we risk losing our wages, Kanal says. It … [+2851 chars]",
		"source": "newsapi",
		"id": "2af17c6f-5b3f-4195-845e-76201c5961fe"
	},
	{
		"author": "Lindsey Ellefson",
		"title": "Use the 16 'Career Clusters' to Help Find the Right Job for You",
		"content": "The Career Technical Education (CTE) program is aimed at providing students with technical skills and training so they can succeed in their career of choicebut the CTE can also help you figure out wh… [+5823 chars]",
		"source": "newsapi",
		"id": "d38e6e98-b000-44cd-82d3-c414129a1c17"
	},
	{
		"author": "Mariella Moon",
		"title": "FCC orders Avid Telecom to stop health insurance-related robocalls",
		"content": "The Federal Communications Commission has issued a cease-and-desist letter to Avid Telecom, the same company sued by nearly all Attorneys General in the US for alleged robocall activities. In the let… [+2278 chars]",
		"source": "newsapi",
		"id": "843e1924-8c31-45d5-9835-378dad27843e"
	},
	{
		"author": "Devindra Hardawar",
		"title": "The best home entertainment gifts for Father's Day",
		"content": "Its not always easy (or affordable) to wrangle kids together for a trip to the cinema. And for new parents, its often tough to find childcare for a date night. A better option for dads and moms is a … [+5676 chars]",
		"source": "newsapi",
		"id": "982d3029-f026-49ae-8baa-6cc630eb8697"
	},
	{
		"author": "Angelica Mari",
		"title": "Porto Digital Is the Quixotic Tech Hub That Actually Worked",
		"content": "Cristiano Lincoln Mattos, CEO and cofounder at Tempest, which also spun out of Cesar, attributes the very existence of his company to the ecosystem's ability to translate expertise from the academic … [+3582 chars]",
		"source": "newsapi",
		"id": "82c7dc78-edd4-45c7-bc30-d32384d3f293"
	},
	{
		"author": "Spriha Srivastava",
		"title": "China opens its doors to the world by kicking off its first in-person 'Summer Davos' since the pandemic",
		"content": "Impressions from the Annual Meeting of the New Champions 2023 in Tianjin, People's Republic of ChinaWorld Economic Forum/PASCAL BITZ\r\n<ul>\n<li>The Chinese city of Tianjin is hosting the World Economi… [+2337 chars]",
		"source": "newsapi",
		"id": "f1d22774-e07c-4c86-9cdc-dc6b5d5dbd0c"
	},
	{
		"author": "Gale Sinatra and Barbara K. Hofer, The Conversation",
		"title": "How ChatGPT and Generative AI Could Foster Science Denial",
		"content": "Until very recently, if you wanted to know more about a controversial scientific topic stem cell research, the safety of nuclear energy, climate change you probably did a Google search. Presented wit… [+8042 chars]",
		"source": "newsapi",
		"id": "1a902ba1-a419-4f15-bdad-f163c2cb04f0"
	},
	{
		"author": "Andrew Gregory Health editor",
		"title": "Lords launch inquiry into NHS-contracted medicine couriers",
		"content": "Peers are launching an inquiry into private health companies paid millions of pounds to courier NHS medicines in England, after the Guardian exposed how sick children and adults were being harmed by … [+8496 chars]",
		"source": "newsapi",
		"id": "043760f4-e6a3-4c6d-9caf-9754006d1006"
	},
	{
		"author": "Wes Davis",
		"title": "A San Francisco library is turning off Wi-Fi at night to keep people without housing from using it",
		"content": "A San Francisco library is turning off Wi-Fi at night to keep people without housing from using it\r\nA San Francisco library is turning off Wi-Fi at night to keep people without housing from using it\r… [+7068 chars]",
		"source": "newsapi",
		"id": "44d4093e-5a5c-4f0b-8072-f09f659ca607"
	},
	{
		"author": "Stephen Johnson",
		"title": "What People Are Getting Wrong This Week: UFOs and the Government",
		"content": "This week, a lot of people are wrong about aliens and UFOs.\r\nOn June 5, The Debrief revealed that U.S. intelligence agent/whistleblower David Charles Grusch had provided evidence to Congress and the … [+4925 chars]",
		"source": "newsapi",
		"id": "05c2b75a-1842-44c4-b419-1a5ebef87a4e"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "PwC Australia: New chief executive named after tax leak scandal",
		"content": "PwC Australia says it will sell its government business for A$1 ($0.70; £0.50) after a scandal over the misuse of confidential government tax plans.\r\nThe accounting giant has also announced the appoi… [+2103 chars]",
		"source": "newsapi",
		"id": "6031439e-1894-411f-b3a4-e739b3ca95ec"
	},
	{
		"author": "Jay Peters",
		"title": "Gannett lawsuit claims Google’s ad monopoly is hurting the news business",
		"content": "Gannett lawsuit claims Googles ad monopoly is hurting the news business\r\nGannett lawsuit claims Googles ad monopoly is hurting the news business\r\n / Its just the latest legal action against Google re… [+3114 chars]",
		"source": "newsapi",
		"id": "52ac6abe-22ec-45eb-bc9f-d2b1ff54fdf1"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "China crackdown pushes LGBT groups into the shadows",
		"content": "While celebrations were held around the world for Pride month, there were no major LGBT events in China.\r\nThe country's largest Pride event has been suspended since 2021.\r\nThe organiser, a group name… [+5650 chars]",
		"source": "newsapi",
		"id": "97f31a59-7255-45f8-81e5-70265cbbe3c7"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Ukraine war: Push to rebuild economy starts with UK's $3bn",
		"content": "Ukraine's economy will need external help for many years to come, a senior World Bank official has told the BBC.\r\nThe war-torn country \"also has a lot of potential to turn a lot of its assets into ec… [+4960 chars]",
		"source": "newsapi",
		"id": "6bf406ba-e744-4a50-a6a5-a3b2dd5fade9"
	},
	{
		"author": "Matt Burgess",
		"title": "Talitrix Prison-Monitoring System Tracks Inmates Down to Their Heart Rate",
		"content": "The conditions inside the Fulton County Jail system are dire. Inmates at one of the jails in Atlanta, Georgia, are sleeping on the floor in plastic trays. Cell doors hang off hinges, footage from one… [+3215 chars]",
		"source": "newsapi",
		"id": "931558b6-3086-433c-aa86-06d9d4d0c1a4"
	},
	{
		"author": "Matt Jancer",
		"title": "15 Best Deals: Home, Health, and the Outdoors",
		"content": "Ready for summer? It's right around the cornerJune 21 is the summer solstice. For our final weekend deals post of spring, we're highlighting deals that'll keep you and your home fresh. From breathing… [+6676 chars]",
		"source": "newsapi",
		"id": "6382283a-9985-4826-a3ad-e1cbf92ed606"
	},
	{
		"author": "Stephen Whyno / AP",
		"title": "Qatar Is Buying an Ownership Stake in Washington D.C.’s NBA, NHL, and WNBA Teams",
		"content": "Qatar’s sovereign wealth fund is buying a roughly 5% stake in the parent company of the NBA’s Washington Wizards, NHL’s Washington Capitals and WNBA’s Washington Mystics as part of a $4.05 billion de… [+4061 chars]",
		"source": "newsapi",
		"id": "35f98374-eb32-42e1-8484-185ed2bed1c4"
	},
	{
		"author": "Nikki Main",
		"title": "In-Ear Device Aims to Help People With Long Covid Get Answers About Their Illness",
		"content": "STAT Health announced it has created a device that will monitor the root cause for people suffering from long Covid and POTS (postural orthostatic tachycardia syndrome) symptoms. The device, called S… [+3729 chars]",
		"source": "newsapi",
		"id": "ea9d73f7-3ee0-4c4b-bf28-80fa29ec7e97"
	},
	{
		"author": "Jessica Kanzler",
		"title": "You Can Get a Lifetime Subscription to Curiosity Stream for Over 50% Off Right Now",
		"content": "Want to learn something while you binge? If youre someone who likes to keep your brain busy even while relaxing, a lifetime subscription to a Curiosity Stream standard plan is a record-low $179.97 ri… [+659 chars]",
		"source": "newsapi",
		"id": "5ac15077-7c1b-4942-b030-2220bafc4964"
	},
	{
		"author": "Matt Simon, Amanda Hoover",
		"title": "The Age of Flames Reaches the US East Coast",
		"content": "Smoke from wildfires in Canada has engulfed the East Coast, cloaking cities in a hazy smog and putting some 100 million people under air quality alerts. More than 400 fires are burning in British Col… [+4481 chars]",
		"source": "newsapi",
		"id": "164cf92d-81c7-40c3-9344-b1eb967f7b1f"
	},
	{
		"author": "Charlotte Alter",
		"title": "Whitney Wolfe Herd Wants Technology to Cure Loneliness",
		"content": "I first interviewed Whitney Wolfe Herd in 2015, back when she was just Whitney Wolfe, a 25 year old who had recently started a little company called Bumble. For those of you who aren’t on dating apps… [+5193 chars]",
		"source": "newsapi",
		"id": "a108a331-c01f-4868-8850-9fe2d607830c"
	},
	{
		"author": "Vittoria Elliott",
		"title": "TikTok Keeps Removing Abortion Pill Content",
		"content": "There was no understanding that [the law] would even be enforced in Texas at the time because it was appealed up to the Supreme Court, she says. So even before this law actually had significant teeth… [+3363 chars]",
		"source": "newsapi",
		"id": "abc7a0b7-25f0-4850-8b1e-40a093543102"
	},
	{
		"author": null,
		"title": "Reports: Qatar buying stake in Washington teams",
		"content": "Qatar's sovereign wealth fund is buying a roughly 5% stake in the parent company of the NBA's Washington Wizards, NHL's Washington Capitals and WNBA's Washington Mystics as part of a $4.05 billion de… [+3173 chars]",
		"source": "newsapi",
		"id": "28d16cb9-6e64-4e31-84f6-bdcd2dd0be3e"
	},
	{
		"author": "Alex Christian",
		"title": "The ‘Titan’ Tragedy’s Last 96 Hours",
		"content": "But quickly, that question became mootby 11.45 am eastern time June 22, the search was over. The US Coast Guard announced that an ROV launched from the offshore vessel Horizon Arctic, which had arriv… [+3480 chars]",
		"source": "newsapi",
		"id": "320793a3-8564-4def-8393-0fb3a31dd2f5"
	},
	{
		"author": "Thomas Germain",
		"title": "EU Mounts New Antitrust Assault to Break Up Google's Ad Business",
		"content": "Google was hit with a new antitrust complaint Wednesday, fresh from EU regulators who say the search giant may need to sell part of its online advertising empire. The formal statement of objections r… [+7859 chars]",
		"source": "newsapi",
		"id": "e4e3ebd1-6a57-471d-959e-983eb5c8d9ba"
	},
	{
		"author": "Paul MacInnes",
		"title": "Concussion in grassroots sport to be tracked by UK government",
		"content": "The UK government is to conduct a two-year programme of research into concussion in grassroots sport, using an app to track the symptoms of injury and their treatment. With the potential to provide u… [+7829 chars]",
		"source": "newsapi",
		"id": "df78c273-9908-4cfc-9913-c29715fca970"
	},
	{
		"author": "Mark Sweney",
		"title": "UK government to invest in film and TV AI special-effects research",
		"content": "The government is seeking to future-proof the UKs multibillion-pound film and TV production industry by investing almost £150m in a network of research labs across the country tasked with developing … [+8531 chars]",
		"source": "newsapi",
		"id": "28bf3585-87be-4ad4-a186-833913cf52f6"
	},
	{
		"author": "Zinya Salfiti",
		"title": "Paul Krugman cheers on the US economy as inflation fades and the jobs market endures",
		"content": "Nobel Prize-winning economist Paul Krugman.Franck Robichon/Reuters\r\n<ul>\n<li>Nobel laureate Paul Krugman once again cheered on the US economy Thursday. </li>\n<li>US inflation has cooled to 4% in rece… [+1443 chars]",
		"source": "newsapi",
		"id": "b3050e45-472f-484e-bdee-20961654f555"
	},
	{
		"author": null,
		"title": "EA Games to Become EA Entertainment in Major Corporate Reshuffle - Push Square",
		"content": "We use cookies and data to<ul><li>Deliver and maintain Google services</li><li>Track outages and protect against spam, fraud, and abuse</li><li>Measure audience engagement and site statistics to unde… [+1131 chars]",
		"source": "newsapi",
		"id": "adfb5ccd-49dc-4878-a0f9-25f699faf213"
	},
	{
		"author": "Max Adams",
		"title": "RV sales are an under-the-radar bellwether for the health of the broader economy - and they're tanking in 2023",
		"content": "A female alpaca grazes near a trailer where guests often stay during their time supporting the ranch's operations.Adam Andres Pawlikiewicz Mesa for Insider\r\n<ul>\n<li>There's an under-the-radar indica… [+2496 chars]",
		"source": "newsapi",
		"id": "ef9d5791-10d2-44b5-a011-56a382696196"
	},
	{
		"author": "Harriet Sherwood Arts and culture correspondent",
		"title": "UK creative industries to receive £77m in government funding",
		"content": "The government is boosting the UKs creative industries by £77m as part of a plan to support the next Adele or Ed Sheeran in a sector that is going like gangbusters, according to the prime minister.\r\n… [+4351 chars]",
		"source": "newsapi",
		"id": "d720927e-385b-468d-ad88-28a0c3cd84f0"
	},
	{
		"author": "Graeme Wearden",
		"title": "Bank of England policymaker ‘cannot rule out’ further interest rate rises to fight inflation – business live",
		"content": "Introduction: Mortgage fears and London Tech Week\r\nGood morning, and welcome to our rolling coverage of business, the financial markets and the world economy.\r\nUK borrowers face further interest rate… [+6235 chars]",
		"source": "newsapi",
		"id": "9148b5ed-aab6-4f28-8f4f-976470829e55"
	},
	{
		"author": "Phoebe Weston",
		"title": "Insect decline a threat to fruit crops and food security, scientists warn MPs",
		"content": "Fruit growers in the UK are already seeing less yield and lower-quality produce because of the loss of insects, scientists have told MPs, warning that a further loss of pollinators could have signifi… [+3515 chars]",
		"source": "newsapi",
		"id": "9fb3f059-275e-4fad-ae6a-6adb849f17e3"
	},
	{
		"author": "Jordana Cepelewicz",
		"title": "Mathematicians Find Hidden Structure in a Common Type of Space",
		"content": "In the fall of 2017, Mehtaab Sawhney, then an undergraduate at the Massachusetts Institute of Technology, joined a graduate reading group that set out to study a single paper over a semester. But by … [+3137 chars]",
		"source": "newsapi",
		"id": "5df48334-d61e-48d1-b9cf-599af5fb1291"
	},
	{
		"author": "Passant Rabie",
		"title": "NASA Fears Budget Cuts Are Imminent After Biden Signs New Legislation",
		"content": "NASA is anticipating a bit of a cash crunch after deficit reduction legislation went into effect this week, potentially encroaching on the space agencys budget for the upcoming year.\r\nThe Fiscal Resp… [+2961 chars]",
		"source": "newsapi",
		"id": "5a16552d-dca7-4a8d-aff4-bf169d37617a"
	},
	{
		"author": "Will Knight",
		"title": "Good News! China and the US Are Talking About AI Dangers",
		"content": "Sam Altman, the CEO of OpenAI, recently said that China should play a key role in shaping the guardrails that are placed around the technology.\r\nChina has some of the best AI talent in the world, Alt… [+3527 chars]",
		"source": "newsapi",
		"id": "6c6ca19a-f6e8-484a-a709-077539280394"
	},
	{
		"author": "Dan DeFrancesco",
		"title": "Hollywood's love affair with private credit could be a recipe for disaster",
		"content": "Halfway there! Dan DeFrancesco in NYC, and I'm all for the long-awaited return of the fanny pack.Reminder: This is the last week of 10 Things on Wall Street. You can still get me in your inbox each d… [+4982 chars]",
		"source": "newsapi",
		"id": "a6b4622a-96ff-4e4e-9cce-f0828dfeb6fd"
	},
	{
		"author": "Maddie Burakoff/AP",
		"title": "Confidence in Science Fell in 2022—Especially Along Political Lines",
		"content": "Confidence in the scientific community declined among U.S. adults in 2022, a major survey shows, driven by a partisan divide in views of both science and medicine that emerged during the COVID-19 pan… [+4252 chars]",
		"source": "newsapi",
		"id": "221f8d05-dd38-43a6-adf0-f8f772e34fab"
	},
	{
		"author": "Filip De Mott",
		"title": "China's economy is undergoing a structural transition, so don't expect a massive stimulus package, analyst says",
		"content": "Chinese President Xi Jinping.Xie Huanchi/Xinhua via Getty Images\r\n<ul>\n<li>China's economy is transitioning away from previous growth drivers, UBS analyst Tao Wang wrote.</li>\n<li>That means Beijing … [+2659 chars]",
		"source": "newsapi",
		"id": "27e8bd79-860c-48a6-82fa-bdec7e83963f"
	},
	{
		"author": "Kiran Stacey and Lisa O'Carroll",
		"title": "‘Late in the game’: Sunak and Starmer in policy scramble as AI surges ahead",
		"content": "Rishi Sunak will set out his views on artificial intelligence (AI) next week to an audience of technology industry insiders during a keynote speech at London Tech Week. Twenty-four hours later, the L… [+6643 chars]",
		"source": "newsapi",
		"id": "7bd23c48-95dc-404e-ab4e-c6a4c950ebac"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Australia legalises psychedelics for mental health",
		"content": "Australia has become the first country in the world to legalise the use of psychedelics to treat some mental health conditions.\r\nApproved psychiatrists can now prescribe MDMA to those suffering post-… [+3448 chars]",
		"source": "newsapi",
		"id": "2a1a19c5-5403-4fa6-a2be-8e909307f2d2"
	},
	{
		"author": "Riddhi Kanetkar",
		"title": "Government workers warned against sharing classified information with ChatGPT, Daily Telegraph reports",
		"content": "ChatGPT.Reuters\r\n<ul>\n<li>UK government workers were reportedly warned not to input classified information into AI chatbots. </li>\n<li>A document leaked to the Telegraph told them not to share anythi… [+2083 chars]",
		"source": "newsapi",
		"id": "e5d30bb1-ed13-48b7-852f-e3d80498ecf7"
	},
	{
		"author": "Andrew Sparrow",
		"title": "Home Office should rule out sending migrant children to Rwanda, says Commons committee – UK politics live",
		"content": "The Home Office has said it would only send unaccompanied child migrants to a third country in very limited circumstances. Responding to todays report from the women and equalities committee (see 9.1… [+4358 chars]",
		"source": "newsapi",
		"id": "1d108bc1-b44e-498f-894f-25a6addb367e"
	},
	{
		"author": "Will Knight",
		"title": "The Huge Power and Potential Danger of AI-Generated Code",
		"content": "In June 2021,GitHub announced Copilot, a kind of auto-complete for computer code powered by OpenAIs text-generation technology. It provided an early glimpse of the impressive potential of generative … [+2520 chars]",
		"source": "newsapi",
		"id": "c2d2974c-09f9-4fb2-b576-d59bab555dfa"
	},
	{
		"author": "Jon Fingas",
		"title": "Lithium-ion battery creator John Goodenough dies at 100",
		"content": "One of the most influential scientists in technology has passed away. The University of Texas at Austin has confirmed that Dr. John Goodenough, widely credited as the creator of the lithium-ion batte… [+2545 chars]",
		"source": "newsapi",
		"id": "7be522ba-75e8-49bd-85ae-a1d5bc4ca2e8"
	},
	{
		"author": "The Economist",
		"title": "Politics",
		"content": "Antony Blinken visited China, the first American secretary of state to do so in five years. He met several senior officials, as well as Chinas president, Xi Jinping, who said they had made progress t… [+6639 chars]",
		"source": "newsapi",
		"id": "2c35729b-d02b-4b16-ba0c-20b008cdec93"
	},
	{
		"author": "Justine Calma",
		"title": "Pollution from gas stoves can be worse than secondhand smoke",
		"content": "Pollution from gas stoves can be worse than secondhand smoke\r\nPollution from gas stoves can be worse than secondhand smoke\r\n / A Stanford professor decided to give up his gas stove after seeing how m… [+5498 chars]",
		"source": "newsapi",
		"id": "c0a2a698-84ca-41cd-8554-771c4e805c87"
	},
	{
		"author": "James Kinross",
		"title": "Ready for your crapsule? Faecal transplants could play a huge role in future medicine",
		"content": "As a nation, we British are obsessed with our gut function, largely because it has never been unhealthier. I spend large parts of my working day talking to patients about their bowel habits, and many… [+13486 chars]",
		"source": "newsapi",
		"id": "c7735652-88b3-4ff5-bdc1-4a97f2312d25"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Missing Titanic submersible: The health risks facing the crew",
		"content": "Media caption, Watch: What happens when oxygen runs out\r\nIt is a claustrophobic, terrifying prospect - being trapped in a 22ft submersible, potentially thousands of feet underwater, with oxygen runni… [+2692 chars]",
		"source": "newsapi",
		"id": "95e426ad-dc01-4675-b634-5245cd8775c0"
	},
	{
		"author": "Leigh Paterson",
		"title": "Denver psychedelics conference attracts thousands",
		"content": "Zack Dorsett, the operations manager of Wonderbags, a company that sells mushroom starter kits, at his company's booth at the \"Psychedelic Science 2023\" conference in Denver on Wednesday, June 21, 20… [+5018 chars]",
		"source": "newsapi",
		"id": "23a68df0-2bdf-42e7-9f9f-f8ad21f57692"
	},
	{
		"author": "Grace Mayer",
		"title": "Jack Dorsey worries Apple Vision Pro will turn us all into 'WALL-E' characters — glued to chairs and plugged into constant entertainment",
		"content": "\"I think of another movie, 'WALL-E' by Pixar — that's the future we're driving towards,\" Twitter co-founder Jack Dorsey said in an interview with Breaking Points when commenting on advances in AI and… [+3441 chars]",
		"source": "newsapi",
		"id": "c6cf5594-6ff7-4f51-88dd-2c2aee8ef283"
	},
	{
		"author": "Graeme Wearden",
		"title": "Mortgage rates: UK government urged to provide emergency help as costs keep rising – business live",
		"content": "Introduction: Mortgage rates move towards 6%\r\nGood morning, and welcome to our rolling coverage of business, the financial markets and the world economy.\r\nUK mortgage rates are heading towards 6% as … [+7048 chars]",
		"source": "newsapi",
		"id": "6f3686a2-09dd-4e00-84a6-93b76a1f26b3"
	},
	{
		"author": "The Economist",
		"title": "Business",
		"content": "Britains headline annual rate of inflation remained elevated at 8.7% in May, defying expectations that it would fall again. Core inflation, which strips out food and energy prices, rose to 7.1%, the … [+4898 chars]",
		"source": "newsapi",
		"id": "56da080c-92d0-4cd8-a6ce-3f0aa49e1897"
	},
	{
		"author": "James O'Shaughnessy",
		"title": "Health Care Data Is a Researcher’s Gold Mine",
		"content": "The UKs National Health Service should aim to become the worlds leading platform for health research and development. Weve seen some great examples of the potential we have for world-class research d… [+3449 chars]",
		"source": "newsapi",
		"id": "c5028521-3c89-4527-85b9-cce348c14b39"
	},
	{
		"author": "Lindsey Ellefson",
		"title": "Three Things You Should Never Post on LinkedIn",
		"content": "What LinkedIn (usually) lacks in ostentatious, glam, or funny posts, it makes up for in utilityprovided you use it correctly. While youre looking for a job or even just tracking progress in your exis… [+2618 chars]",
		"source": "newsapi",
		"id": "a0733bd0-065d-4a3e-bc3f-9680bb8ecf7e"
	},
	{
		"author": "Gene Marks",
		"title": "‘Bidenomics’ is a business opportunity. But who can cash in?",
		"content": "This past week Joe Biden gave a speech in which he touted his economic policies and, rather than deflecting, he leaned into what many of his opponents called Bidenomics.\r\nBidenomics is the opposite o… [+5503 chars]",
		"source": "newsapi",
		"id": "d0a6db86-2a62-433a-bb6c-8d89e6ff303e"
	},
	{
		"author": "Carla K. Johnson/AP",
		"title": "Few Rehab Centers for Teens Offer Recommended Medicine",
		"content": "Only 1 in 4 residential treatment centers for teens offers a recommended medicine for opioid addiction, according to a study that exposes an important gap in care.\r\nPosing as an aunt or uncle seeking… [+3808 chars]",
		"source": "newsapi",
		"id": "04025fee-65a6-442c-949b-933ad0ab4060"
	},
	{
		"author": "Passant Rabie",
		"title": "On-Orbit Satellite Servicing, New Crew Capsules and Artificial Gravity: NASA's Latest Tech Initiative",
		"content": "A new Blue Origin crewed spacecraft is in the works as part of a NASA collaboration designed to advance the orbital economy, with the space agency lending its expertise to seven different commercial … [+3701 chars]",
		"source": "newsapi",
		"id": "ea56402b-55ae-4583-8cb0-38d4d609cdd4"
	},
	{
		"author": "Graeme Wearden",
		"title": "UK GDP report to show if economy rebounded in April – business live",
		"content": "Monthly UK GDP is now estimated to be 0.3% above its pre-coronavirus levels, set in February 2020, the ONS reports.\r\nPhotograph: ONS\r\nUK GDP grew 0.2% in April\r\nNewsflash! The UK economy has returned… [+8156 chars]",
		"source": "newsapi",
		"id": "d4824326-0558-47c8-8780-1322c4097151"
	},
	{
		"author": "Filip De Mott",
		"title": "China plans big stimulus jolt and looser property rules as Beijing reaches for stronger measures to revive economy",
		"content": "Xi Jinping after being re-elected as president for a third term on March 10, 2023.NOEL CELIS/AFP via Getty Images\r\n<ul>\n<li>China plans to implement stimulus to boost economic growth, the Wall Street… [+2282 chars]",
		"source": "newsapi",
		"id": "88ce2acf-4985-4b8f-bee6-316cf870fdd4"
	},
	{
		"author": "https://www.facebook.com/bbcnews",
		"title": "Chinese millionaire fails 27th bid at university entry exams",
		"content": "A Chinese millionaire says he has failed the country's tough university entrance exams for the 27th time.\r\nOn Friday, the 56-year-old Liang Shi found out he had scored only 424 out of 750 points.\r\nTh… [+2828 chars]",
		"source": "newsapi",
		"id": "872c4810-9550-4bcc-963e-8b9ca403d534"
	},
	{
		"author": "The Economist",
		"title": "Politics",
		"content": "Vladimir Putin resurfaced to address Russians in a televised speech, after a mutiny by troops from the mercenary Wagner Group. Trying to reassert his authority following perhaps the most serious chal… [+6428 chars]",
		"source": "newsapi",
		"id": "3da540d5-2e51-4fe6-a97b-8bb117bcbdbd"
	},
	{
		"author": "Jon Fingas",
		"title": "Senate bill would hold AI companies liable for harmful content",
		"content": "Politicians think they have a way to hold companies accountable for troublesome generative AI: take away their legal protection. Senators Richard Blumenthal and Josh Hawley have introduced a No Secti… [+1947 chars]",
		"source": "newsapi",
		"id": "3f52cdab-6750-4375-8366-2750bde1c244"
	},
	{
		"author": "Sushmita Pathak",
		"title": "Heat Waves Are Unleashing a Deadly but Overlooked Pollutant",
		"content": "Lutyens Delhi is one of the most iconic neighborhoods of Indias capital. Home to the countrys parliament, numerous embassies, and a lush, 90-acre Mughal-era park, its an architectural paradise, conne… [+4256 chars]",
		"source": "newsapi",
		"id": "593e5504-9aa5-4a44-a8cd-318aedbdf0a7"
	},
	{
		"author": "Robert Booth Social affairs correspondent",
		"title": "Covid testing was a weakness in early pandemic response, DHSC tells inquiry",
		"content": "The Department of Health and Social Care (DHSC) has admitted Covid testing was a significant weakness in the UKs early pandemic response and stressed the need for proper funding to prepare the nation… [+3688 chars]",
		"source": "newsapi",
		"id": "8d107839-8501-48d8-b7c1-1f34aaae96b7"
	},
	{
		"author": "Laks V.S. Lakshmanan, The Conversation",
		"title": "How AI Could Help Detect Fake News Instead of Making It",
		"content": "Fake news is a complex problem and can span text, images and video.\r\nFor written articles in particular, there are several ways of generating fake news. A fake news article could be produced by selec… [+5504 chars]",
		"source": "newsapi",
		"id": "13183b53-6408-485d-ba52-2a4569e9e30b"
	},
	{
		"author": "Peter Cao",
		"title": "Google unexpectedly sells its domain-hosting business to Squarespace",
		"content": "Google Domains is a quick and simple way to get a jumpstart on building your website, but now the company will soon leave that business. Today, Squarespace announced\r\n that it will acquire approximat… [+1309 chars]",
		"source": "newsapi",
		"id": "404e9051-e248-4eaa-b3f9-bcfce17dd3f6"
	},
	{
		"author": "Aditi Bharade",
		"title": "Elon Musk suggests it's not fair that only Trump gets indicted",
		"content": "Elon Musk and Donald Trump.LUDOVIC MARIN/POOL/AFP via Getty Images, ANDY BUCHANAN/AFP via Getty Images\r\n<ul>\n<li>Elon Musk weighed in on Donald Trump's indictment on Thursday night.</li>\n<li>Musk sai… [+1726 chars]",
		"source": "newsapi",
		"id": "7ca7a79c-bfcf-43e2-b77b-5ceca157a54a"
	},
	{
		"author": "Michael Kaminer",
		"title": "The role of the CMO is changing. Here's what 6 experts had to say about marketing amid increased social awareness and new tech.",
		"content": "tillsonburg/Getty Images\r\n<ul>\n<li>Chief marketing officers are tasked with navigating an ever-changing business and consumer landscape.</li>\n<li>Six marketing leaders told Insider how CMOs can help … [+9792 chars]",
		"source": "newsapi",
		"id": "4f6cdbd1-81a9-467a-8603-d3bac00eda4a"
	},
	{
		"author": "Mihaela van der Schaar",
		"title": "AI-powered personalised medicine could revolutionise healthcare (and no, we’re not putting ChatGPT in charge) | Mihaela van der Schaar",
		"content": "From the soaring costs of US healthcare to the recurrent NHS crisis, it can often seem that effective and affordable healthcare is impossible. This will only get worse as chronic conditions grow in p… [+5558 chars]",
		"source": "newsapi",
		"id": "12fc9d8b-6265-421c-ac01-941b13246ed2"
	},
	{
		"author": "Dana Karout, Houman Harouni",
		"title": "ChatGPT Is Unoriginal—and Exactly What Humans Need",
		"content": "Consider a teenager, Jorge, who is caught possessing a large amount of marijuana by a school administrator and will be expelled if hes reported to his parole officer. If the administrator does not re… [+3681 chars]",
		"source": "newsapi",
		"id": "3c9a058b-fcbf-4069-a337-86584c3e242c"
	},
	{
		"author": "Maryn McKenna",
		"title": "States With Abortion Bans Are Losing a Generation of Ob-Gyns",
		"content": "Shira Fishbach, a newly graduated physician, was sitting in an orientation session for her first year of medical residency when her phone started blowing up. It was June 24, 2022, and the US Supreme … [+3255 chars]",
		"source": "newsapi",
		"id": "ff4de0a4-4059-49b9-90cf-a11ec4793ce3"
	},
	{
		"author": "Sponsor Post",
		"title": "How startup owners can benefit from knowledge-sharing with large businesses",
		"content": "DELL\r\n<ul>\n<li> Startups face many challenges as they establish their businesses and scale up.</li>\n<li>This applies particularly to businesses run by women, which face additional hurdles.</li>\n<li>T… [+4514 chars]",
		"source": "newsapi",
		"id": "a08543d2-fb4d-4018-af0e-28878792f892"
	},
	{
		"author": "Zinya Salfiti",
		"title": "Ex-Treasury chief Larry Summers finds the Fed's latest move 'confusing' and 'disturbing' - says the decision likely reflects the central bank's internal politics",
		"content": "Larry Summers.Chip Somodevilla/Getty Images\r\n<ul>\n<li>The Fed's move this week appears inconsistent, and may have been influenced by its internal politics, Larry Summers said.</li>\n<li>The Ex-Treasur… [+2219 chars]",
		"source": "newsapi",
		"id": "231af197-df67-4aae-b5d1-7d4446920dd7"
	},
	{
		"author": "The Economist",
		"title": "Politics",
		"content": "Donald Trump appeared in a court in Miami to plead not guilty to 37 criminal charges related to his mishandling of classified documents. It is the first time an American president, former or sitting,… [+6745 chars]",
		"source": "newsapi",
		"id": "78d00785-fd45-481e-9a53-a6167308019b"
	},
	{
		"author": "Jonathan Kennedy",
		"title": "Ancient Britons built Stonehenge – then vanished. Is science closing in on their killers? | Jonathan Kennedy",
		"content": "Two weeks ago, Pooja Swali from the Crick Institute announced the discovery of Yersinia pestis, the bacteria that causes plague, in the dental pulp of three people who died about 4,000 years ago two … [+6751 chars]",
		"source": "newsapi",
		"id": "2b113b3d-86ac-4496-b1d4-83c504b3c593"
	},
	{
		"author": "Aubrey Allegretti Chief political correspondent",
		"title": "Sexual harassment claims dealt with too slowly in politics, says Caroline Nokes",
		"content": "Sexual harassment complaints in parliament are dealt with too slowly and opaquely, the chair of the Commons equalities committee has said, after concerns raised over a former Downing Street special a… [+2336 chars]",
		"source": "newsapi",
		"id": "bf12e1b8-fcd7-4661-a80a-db7840be8bd7"
	},
	{
		"author": "Vittoria Elliott",
		"title": "Google Made Millions From Ads for Fake Abortion Clinics",
		"content": "Researchers at the CCDH also found several marketing firms catering to crisis pregnancy centers and offering services, including help accessing the Google ad grants, along with strategies to ensure t… [+2982 chars]",
		"source": "newsapi",
		"id": "848f2f96-7d29-44da-9367-a455c87736ca"
	},
	{
		"author": "The Economist",
		"title": "Politics",
		"content": "The Nova Kakhovka dam on Ukraines Dnieper river was breached, leading to disastrous flooding in downstream cities that displaced thousands of people. Ukraine said Russia had blown it up, and America … [+6050 chars]",
		"source": "newsapi",
		"id": "e2bcc5fd-78e3-4b6d-9a2b-1359afde9ec7"
	},
	{
		"author": "Robert Booth Social affairs correspondent",
		"title": "Covid inquiry chair ‘may have to quit’ if denied access to Johnson WhatsApps",
		"content": "The chair of the UK Covid-19 public inquiry may have to resign if the government succeeds in its high court attempt to block the unredacted disclosure of ministers WhatsApp messages, the lawyer repre… [+8359 chars]",
		"source": "newsapi",
		"id": "3f300307-4e6c-407a-827b-66b089e5bf8c"
	},
	{
		"author": "Jon Fingas",
		"title": "Amazon will use small businesses to help deliver packages in the US",
		"content": "A local shop might deliver your next Amazon order. The company tellsAxios it's launching an Amazon Hub Delivery system that uses small businesses in 23 states (including California, New York and Wash… [+1672 chars]",
		"source": "newsapi",
		"id": "2054bfc6-184c-4d47-a9ef-ce6a93802fdb"
	},
	{
		"author": "Rowena Mason and Simon Hattenstone",
		"title": "Wes Streeting says he has ambitions to become prime minister",
		"content": "Wes Streeting has revealed he does harbour ambitions to be prime minister one day, saying he would die happy if he had the chance to be a Labour leader like Keir Starmer, Tony Blair or Gordon Brown.\r… [+2444 chars]",
		"source": "newsapi",
		"id": "91ffd7a7-0171-49e0-a88b-5bc55180ce0d"
	},
	{
		"author": "Rowena Mason Whitehall editor",
		"title": "New guidance needed to stop ministers putting friends on Whitehall boards",
		"content": "Ministers may be bringing in political super-spads through the backdoor by putting them on the boards of Whitehall departments, a leading committee of MPs has found, as it called for an overhaul of a… [+3368 chars]",
		"source": "newsapi",
		"id": "55082bea-30e7-44e3-b93a-ed7ca19f32c1"
	},
	{
		"author": "BeauHD",
		"title": "Korea Will Deploy 'Anti-Piracy AI' After Major Piracy Site Reincarnation",
		"content": "With tens of millions of regular monthly visitors, South Korean piracy site Noonoo TV made powerful enemies. The stand-off reached the boiling point in March when broadcasters formed a new anti-pirac… [+1157 chars]",
		"source": "newsapi",
		"id": "3c5aab56-1b89-431f-bd4c-2ccb086b6b99"
	},
	{
		"author": "Graeme Wearden",
		"title": "Fears of ‘hard landing’ for global economy after central bank rate hikes – business live",
		"content": "Introduction: Hard landing fears for global economy\r\nGood morning, and welcome to our rolling coverage of business, the financial markets and the world economy.\r\nFears of a hard landing in the global… [+5101 chars]",
		"source": "newsapi",
		"id": "6ab3d6dc-ab87-442b-97e5-7911cbbffa72"
	},
	{
		"author": "Will Shanklin",
		"title": "News publishing giant Gannett sues Google for monopolizing ad tech",
		"content": "Gannett, a news publisher accused of monopolistic behavior, is suing Google for monopolistic behavior. Its the latest in a string of lawsuits against the search giant, and it repeats many of the argu… [+4340 chars]",
		"source": "newsapi",
		"id": "2181efd3-882b-4e7c-ac69-02e69a6c33a5"
	},
	{
		"author": "Lydia Ramsey Pflanzer",
		"title": "Uber is going toe-to-toe with Instacart in a bet that delivering groceries can cut healthcare costs by billions",
		"content": "Prescribing groceries and meals could save insurers billions every year.FG Trade/Getty Images\r\n<ul>\n<li>Uber is adding groceries and over-the-counter medical items to its Uber Health services. </li>\n… [+3338 chars]",
		"source": "newsapi",
		"id": "b628dd74-125d-47a0-a987-e3e32165b3c3"
	},
	{
		"author": "John Hooper",
		"title": "Silvio Berlusconi obituary",
		"content": "Silvio Berlusconi, who has died aged 86, dominated the public life of his country in a way no Italian had done since the fascist dictator Benito Mussolini. He was the Republics longest-serving prime … [+25002 chars]",
		"source": "newsapi",
		"id": "55d454ab-9155-4746-b045-35ae04843983"
	},
	{
		"author": "Owen Jones",
		"title": "Wage rises are driving inflation? Don’t swallow this dangerous rightwing myth | Owen Jones",
		"content": "To cure an illness, the right diagnosis is needed. Without it, the risk is that the wrong medicine will be prescribed, failing to address the underlying malady and even inflicting needless pain on th… [+5489 chars]",
		"source": "newsapi",
		"id": "036068bb-a936-4604-9529-c63d61961e37"
	},
	{
		"author": "Ashley Rodriguez",
		"title": "Disney is developing ways to watch sports with Apple's Vision Pro that could give fans new control over the action",
		"content": "Disney is developing new sports-viewing experiences for Apple's upcoming Vision Pro headset.Apple.\r\n<ul>\n<li>Disney outlined its vision Monday for how virtual reality could change the way we watch sp… [+2757 chars]",
		"source": "newsapi",
		"id": "fe80b55a-4d65-4f77-bca0-f81d5e093df1"
	},
	{
		"author": "Lucas Ropek",
		"title": "The FBI Used Intel from a Hacker Convicted of Child Sex Crimes to Nab a Murder-for-Hire Suspect",
		"content": "The U.S. government has a long history of using unconventional informants in its ongoing effort to catch crooks. Many times, those sources end up being criminals themselves, as a recent federal case … [+2359 chars]",
		"source": "newsapi",
		"id": "a16b4dcb-597e-424a-a423-93a0b266fca7"
	},
	{
		"creator": null,
		"title": "Bacakan Eksepsi, Johnny G. Plate Singgung Arahan Presiden Jokowi di Proyek BTS 4G",
		"content": "TEMPO.CO , Jakarta - Mantan Menteri Komunikasi dan Informatika Johnny G. Plate menyinggung nama Presiden Joko Widodo atau Jokowi dalam eksepsi yang dia ajukan ke Pengadilan Tindak Pidana Korupsi Jakarta terkait kasus korupsi BTS 4G. Dalam nota keberatannya, Plate menyebut bahwa proyek BTS 4G merupakan perintah dari Presiden Jokowi dan bukan keinginannya pribadi. “Faktanya pengadaan BTS 4G 2020-2022 adalah penjabaran pelaksanaan dari arahan Presiden RI yang disampaikan dalam berbagai rapat terbatas dan rapat internal kabinet,” kata pengacara Johnny, Dion Pongkor di Pengadilan Tindak Pidana Korupsi Jakarta, Selasa, 4 Juli 2023. Baca Juga: 9 Poin Eksepsi Johnny G. Plate: Minta Dibebaskan dan Buka Blokir Rekening Dalam perkara ini, Johnny didakwa terlibat dalam kasus korupsi BTS 4G yang merugikan negara Rp 8 triliun. Johnny juga didakwa ikut memperkaya diri sebanyak Rp 17 miliar dari kasus ini. Jaksa menyebut dalam proyek itu terjadi pembengkakan pengeluaran triliunan rupiah hingga menyebabkan kerugian negara juga ikut meningkat. Dion menyangkal tuduhan adanya upaya merampok uang negara tersebut ataupun tidak adanya kajian sebelum pelaksanaan proyek. Sebab, kata dia, proyek tersebut merupakan pengejewantahan arahan Presiden yang disampaikan dalam beberapa kali rapat. Dion menyebutkan dalam rapat 12 Mei 2020 misalnya, melalui konferensi video Presiden meminta percepatan transformasi digital bagi pelaku UMKM. Lalu, pada rapat terbatas kabinet pada 4 Juni 2020, Presiden Jokowi kembali berbicara tentang peta jalan pendidikan tahun 2020-2035. Baca Juga: Cerita Mahfud MD Disebut Pembohong Saat Klaim Tak Ada Pelanggaran HAM di Era Jokowi Menurut Dion, saat itu Presiden meminta kliennya, Plate untuk menyampaikan satu lembar daftar kebutuhan investasi infrastruktur telekomunikasi dan anggaran yang dibutuhkan. Dion mengatakan arahan mengenai pengadaan infrastruktur komunikasi juga kembali disinggung dalam rapat kabinet 29 Juli 2020 di Istana Merdeka. Saat itu, kata dia, Presiden menjelaskan bahwa terdapat penambahan ruang fiskal sebesar Rp 179 triliun. Dari jumlah itu, Rp 38 triliun digunakan untuk pendidikan, sementara Rp 9 triliun dipakai untuk kesehatan. “Sebanyak Rp 131 triliun dikunci pemakaiannya yang hanya dibolehkan untuk 3 hal yaitu urusan yang berkaitan dengan pangan, kawasan industri dan ICT (Information and Communication Technology),” kata dia. Pilihan Editor: Kasus Korupsi BTS, Direktur SDM Pertamina Erry Sugiharto Bantah Terlibat",
		"id": "c91c4dc3-075b-4e99-b292-59a575d5bfe5",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "Science Centre Singapura: Liburan sambil Melihat AI dan Climite Change",
		"content": "TEMPO.CO , Singapura - Singapura terkenal dengan kekayaan atraksi wisatanya yang menarik, salah satu tempat yang wajib dikunjungi adalah Science Centre Singapura . Terletak di kawasan Jurong East, Science Centre merupakan destinasi populer bagi pengunjung dari segala usia yang ingin menjelajahi dunia sains dan teknologi. Ketika memasuki Science Centre, pengunjung langsung disambut dengan pemandangan yang menakjubkan. Bangunan modern yang menonjol dengan desain arsitektur yang inovatif menciptakan suasana yang penuh semangat untuk belajar dan penemuan. Baca Juga: Mulai Jumat 7 Juli Tiket Konser Taylor Swift Dijual, Ini Harganya Di dalam Science Centre, terdapat berbagai galeri dan pameran interaktif yang dirancang untuk menginspirasi dan mengedukasi pengunjung. Tempo.co, mencoba beberapa galeri yang tersedia, awal Juni lalu. Suasana bermain di dalam Science Centre Singapura, 1 Juni 2023. (TEMPO/Yogi Eka Sahputra) Salah satunya yang dicoba adalah bagian kecerdasan buatan atau AI. Pengunjung akan diarahkan pada sebuah kamera yang akan membaca perasaan seseorang sesuai sorotan wajah yang diambil kamera. Hasilnya terpampang di layar. Baca Juga: Prestasi Ochiva Diterima 3 Kampus Top via Beasiswa: Monash University, NTU Singapura & UWA Banyak objek teknologi yang bisa dicoba pengunjung satu persatu. Setiap objek memiliki penjelasan tentang pengetahuan di dalamnya. Terdapat juga pada bagin lain yaitu pengetahuan soal climite chage atau perubahan iklim. Pada galeri ini, pengunjung akan dibawa bermain seperti tantangan harus menjawab beberapa pertanyaan tentang perubahan iklim. Jika pertanyaan itu dijawab dengan benar pengunjung akan terus mengikuti langkah selanjutnya. Di sini juga terdapat permainan membangun sebuah kota dengan energi terbarukan. Pengunjung akan diminta memilih energi apa yang akan digunakan untuk membangun sebuah kota agar ramah lingkungan. Pilihannya mulai dari tenaga nuklir, batu bara, tenaga surya, tenaga agin, dan lainnya. Layar monitor akan menentukan apakah kota yang kita bangun ramah lingkungan atau tidak. Bagi pecinta astronomi, \"Omni-Theatre\" adalah tempat yang sempurna untuk mengamati langit malam. Teater ini menampilkan proyeksi film tiga dimensi dengan menggunakan teknologi terkini, memberikan pengalaman yang mendalam tentang keindahan dan keajaiban alam semesta. Selain itu, Science Centre juga menyelenggarakan berbagai acara dan pameran khusus yang menghadirkan penemuan terbaru dan tren ilmiah terkini. Dari pameran robotik hingga demonstrasi ilmu kimia yang menarik. Saat itu Tempo.co, menyaksikan perunjukan sejarah munculnya enegeri listrik. Tidak tanggung-tanggung, pengunjung ditunjukkan bagaimana energi listrik itu menyambar. Science Centre Singapura adalah tempat yang mengagumkan untuk melibatkan diri dalam penemuan dan belajar yang interaktif. Dengan kombinasi antara pendekatan yang menyenangkan dan pendidikan yang bermanfaat, liburan ke Science Centre akan memberikan pengalaman wisata Singapura yang tak terlupakan bagi semua pengunjungnya. Di dekat Science Centre Singapura, wisatawan juga bisa berkunjung ke destinasi lain disekitarnya. Seperti bermain salnju di Snow City Singapura , atau bermain Escape Science Center (ESC) yaitu permainan teka-teki berbasis sains, teknologi, matematika dan teknik. YOGI EKA SAHPUTRA Pilihan Editor: Liburan di Snow City Singapura, Serunya Main Paint Ball dan Bumper Car di Udara Dingin",
		"id": "bdee7bca-f4ca-40f8-ab8a-be7d338ba927",
		"source": "newsdataapi"
	},
	{
		"creator": [
			"Dennis Leschnikowski"
		],
		"title": "PS5: Sony sucht offenbar in Südkorea nach Partnern und Exklusiv-Titeln",
		"content": "Auch bei der PlayStation 5 verfolgen die Verantwortlichen von Sony Interactive Entertainment das Ziel, die Spielerinnen und Spieler mit hochwertigen Exklusiv-Titeln langfristig an die Plattform zu binden. Nachdem Sony Interactive Entertainment im Rahmen des „China Hero Projects“ in den vergangenen Jahren vor allem mit chinesischen Studios zusammenarbeitete, rückt laut einem aktuellen Bericht von MTN ein weiteres asiatisches Land in den Fokus der PlayStation-Macher: Südkorea. Wie MTN berichtet, befindet sich Sony Interactive Entertainment auf der Suche nach möglichen Partnern beziehungsweise Exklusiv-Titeln und möchte zukünftig neben China und Indien auch in Studios aus Südkorea investieren. Gespräche mit ersten Studios sollen bereits laufen Laut MTN befindet sich Sony Interactive Entertainment bereits in ersten Gesprächen mit südkoreanischen Studios. Darunter den „Crimson Desert“-Machern von Pearl Abyss, Com2uS („Summoners War“), NCsoft („Blade & Soul“) oder dem Indie-Studio Neowiz, das aktuell am düsteren Soulslike-Abenteuer „Lies of P“ arbeitet. Doch welche Ziele werden mit den geplanten Investitionen in südkoreanische Studios verfolgt? Von möglichen Studioübernahmen ist im Bericht von MTN nicht die Rede. Stattdessen soll es Sony Interactive Entertainment darum gehen, sich Partnerschaften mit Studios aus Südkorea und damit verbundene exklusive Inhalte zu sichern. Laut MTN soll Sony Interactive Entertainment mit diesem Schritt auf die geplante Übernahme von Activision Blizzard durch Microsoft reagieren. Allerdings sind die PlayStation-Macher nicht der einzige Konsolenhersteller, der auf Partnerschaften mit südkoreanischen Studios setzt. Weitere Meldungen zum Thema : Persona 6: Codename Carbon? Weitere Quelle spricht von einem PS5-Exklusiv-Titel PS5 vs. Xbox Series X/S: Microsoft-CEO Nadella würde Exklusivspiele gerne abschaffen Bethesda: Xbox-Exklusivität aller Titel bereits kurz nach der Übernahme beschlossen? Beispielsweise gelang es Microsoft, eine Partnerschaft mit Neowiz einzugehen, die dazu führt, dass „Lies of P“ pünktlich zum Release den Weg in den Xbox Game Pass finden wird. „Lies of P“ befindet sich für den PC, die PlayStation 4, die PlayStation 5, die Xbox One sowie die Xbox Series X/S in Entwicklung und ist für eine Veröffentlichung am 19. September 2023 vorgesehen. Quelle: MP1st Weitere Meldungen zu PS5 . Diese News im PlayStation Forum diskutieren (*) Bei Links zu Amazon, Media Markt, Saturn und einigen anderen Händlern handelt es sich in der Regel um Affiliate-Links. Bei einem Einkauf erhalten wir eine kleine Provision, mit der wir die kostenlos nutzbare Seite finanzieren können. Ihr habt dabei keine Nachteile.",
		"id": "7148800d-6a2d-44a6-a022-d46a7d324f20",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "News24.com | 'Don't listen to everything people say': King Misuzulu denies he was poisoned",
		"content": "King Misuzulu kaZwelithini has addressed allegations that he was poisoned and reassured the Zulu nation that he is fine. In a video shared on social media, the king said there was \"nothing wrong with me whatsoever\". Misuzulu said he had sought seclusion after the death of senior induna Douglas Xaba. \"Yes, I did lose a very close friend of mine. He was my brother, he was family to me. When I got the news, I was very upset. There was a lot of discomfort,\" the king said. As a result, he travelled to Eswatini for his medical check-up that was due. \"I felt that I needed to be somewhere secluded,\" he said. The king added that he was in good health. \"Everything is well-functioning. Please, don't listen to everything that people say.\" News24 previously reported that the Zulu Royal House said Misuzulu underwent minor medical check-ups and was not admitted to the hospital. Prince Mangosuthu Buthelezi, the traditional prime minister for the Zulu nation, issued a statement late on Saturday evening saying that Misuzulu may have been poisoned after Xaba's death. However, the royal house quashed those rumours. READ | Royal House says Zulu king's health is fine after Buthelezi claims 'suspicion of poisoning' A number of the king's confidants were assassinated last year, including Dumisani Blasius Khumalo, a member of the Usuthu Traditional Council. He was shot dead shortly after attending the reed dance in Nongoma, KwaZulu-Natal. Prince Mbongiseni Milton Muntukaphiwana Zulu, another close ally, was also shot dead in Nongoma in November, and his bodyguard was wounded.",
		"id": "4221dd15-fe4b-4aaf-8222-1ba76b94a9d2",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "Cambridge PhD holder&amp;#039;s struggle for certificate",
		"content": "PhD graduate, Aastha Dahal from one of the oldest universities of the United Kingdom, Cambridge University, poured her frustration on social media after not getting equivalence certificate after two years of struggle. Dahal, once elected the President of Cambridge Students' Union in Cambridge March 2020, has been struggling in Nepal for recognition by TU. Finally, she has surrendered by posting on social media: \"I don't want to have any equivalence at the cost of my dignity.\" \"I returned to Nepal after completing my education from Cambridge to work and make my career here,\" Dahal told THT. It is compulsory for everyone to get equivalence certificate if they have passed from any other university across the globe, including Nepal. Therefore, Dahal had applied for equivalence certificate in October 2021. It has been two years but her equivalence certificate is still pending. \"TU staffers' behaviour is so rude. They insult and harass everyone there,\" said Dahal. \"TU is going to decide whether my MPhil and PhD from the University of Cambridge is worthy of recognition by Nepal. Apparently paying Rs 1,000 for processing the MPhil degree equivalence is not enough. I had to pay Rs 4,000. As per their guidelines, I had to pay Rs 1,000 last year. So, I asked if I could pay Rs 3,000 as I'd already paid Rs 1,000, but he said, \"No, you have to pay Rs 4,000 at once. And your earlier fee doesn't count,\" adding, \"He literally scolded me and rudely hung up on me. I'm tired of this. I've already spent over Rs 15,000 on this tedious process. The processing fee is Rs 5,000 up front. After submitting all my documents online, they asked me to submit paper copies. Then they asked me to put my MPhil and PhD theses on two new pendrives and submit it to them when they already had the electronic pdfs.\" She further said, \"Apparently this is for plagiarism checks, which cost me Rs 2,500 per thesis. I was asked to return the other day to fetch a copy of pages from my passport that contain stamps at the Nepali and British airports where I'd departed and arrived. I had to do so despite having attached all my British visas on file.\" \"It's been nearly two years that they haven't even opened my file. I have to just nod and pretend and swallow all their insults and scoldings because this equivalence certificate is important for careers of the people,\" added Dahal. She further said, \"TU is robbing students in broad daylight. TU can consider Rs 15,000 as my charity. I don't want this equivalence certificate that comes at the cost of human dignity.\" After her post on social media, Dahal received a call from the TU curriculum development board today. She said, \"They asked me to come today but I couldn't show up as I was busy. But I will be visiting soon.\" Meanwhile, Surendra Krishna Joshi from CDC, TU, said, \"Her documents are incomplete. How can we give her equivalence certificate without complete documents?\" Similarly, Executive Director of CDC Paras Nath Yadav said, \"I need to go through her file which I will do tomorrow as I was busy the whole day today.\" Dahal has pursued her PhD in Policing of Domestic Violence in Nepal from the Institute of Criminology, University of Cambridge. Yesterday, after losing all hope, she took to social media to vent her disappointment. The netizens, especially after studying or residing abroad, have shown support and solidarity towards Dahal by criticising TU's tedious process of granting equivalence. \"Thank you for venting your frustration. TU equivalency of my Masters and PhD from Korea is still pending. I provided all the documents and paid fees 6 years ago. However, they kept on making excuses. With no hope, I gave up the process and permanently migrated to Korea. I now think that I made one of the best decisions. Now I don't need TU's equivalence certificate. Probably, I am not of TU's standard but way higher!,\" wrote Binayak Bhandari, PhD in a post.",
		"id": "37b0d8f4-5b53-4b1d-b606-18244c9835de",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "Anil Ambani: अनिल अंबानी के बाद उनकी पत्नी टीना अंबानी भी पहुंची ईडी के ऑफिस, जानिए क्या है मामला",
		"content": "रिलायंस एडीए ग्रुप (Reliance ADA Group) के चेयरमैन अनिल अंबानी (Anil Ambani) से ईडी ने सोमवार को आठ घंटे पूछताछ की थी। आज उनकी पत्नी टीना अंबानी (Tina Ambani) ईडी के समक्ष पेश हुईं और अपना बयान दर्ज कराया। ईडी ने विदेशी मुद्रा कानून के कथित उल्लंघन से जुड़ी जांच के संबंध में अंबानी दंपति से पूछताछ की है। आधिकारिक सूत्रों ने यह जानकारी दी। अनिल अंबानी ने विदेशी मुद्रा प्रबंधन अधिनियम (फेमा) की धाराओं के तहत सोमवार को मामले में अपना बयान दर्ज कराया और उनके इस हफ्ते के अंत में संघीय एजेंसी के समक्ष पेश होने की संभावना है। सूत्रों ने बताया कि दंपति के खिलाफ जांच विदेश में कथित अघोषित संपत्तियों के कब्जे और धन के लेनदेन से जुड़ी है। अनिल अंबानी यस बैंक (Yes Bank) के प्रवर्तक राणा कपूर (Rana Kapoor) और अन्य के खिलाफ धनशोधन मामले में 2020 में ईडी के समक्ष पेश हुए थे। पिछले साल अगस्त में, आयकर विभाग ने स्विस बैंक के दो खातों में जमा 814 करोड़ रुपये से अधिक अघोषित धन पर 420 करोड़ रुपये की कर चोरी करने को लेकर काला धन रोधी कानून के तहत अंबानी को एक नोटिस जारी किया था। बंबई उच्च न्यायालय ने मार्च में, आयकर विभाग के इस कारण बताओ नोटिस पर अंतरिम रोक लगाने का आदेश दिया था। अनिल अंबानी पर आरोप है कि साल 2007 के आसपास वह अपनी कंपनियों ने एफडीआई के जरिए काफी पैसा लाए थे। आरोप है कि अंबानी और उनकी सहायक कंपनियों ने यह दिखाया कि उन्होंने विदेश में लोन के जरिए पैसा जुटाया और एफडीआई के जरिए इसे भारत लाए। साल 2015 में यह पैसा विदेश भेज दिया गया और यह दिखाया गया कि लोन का भुगतान किया गया है। सूत्रों का कहना है कि यह राशि 2,000 करोड़ रुपये हो सकती है। ईडी इस बात की जांच कर रही है कि यह पैसा लोन या एफडीआई, किस रूप में भारत आया था। इसके आधार पर ही आगे जांच होगी। साथ ही ईडी इस बात की भी जांच कर रही है कि क्या अनिल अंबानी के पास विदेश में पैसा है।",
		"id": "082b7db0-3e54-4f02-b5f8-bbce0d11fcb8",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "Two more arrested in Lalita Niwas land grab scam",
		"content": "Nepal Police, which recently reopened the Lalita Niwas land grab scam by arresting some high profile people after being pulled up by the government attorney for failing to provide proper evidences against more than 400 accused in the scam, have delved into the case seriously this time around. Police have arrested two more persons linked to the scam. Among the arrested are: Ramesh Kumar Pokharel, former chief of Samarjung Company under the home ministry and Dev Narayan Maharjan who had allegedly taken bribe money from the land mafia to play the role of a fake unregistered tenant. Samarjung Company comes under the home minister and ownership of Lalita Niwas is under its jurisdiction, which means it is responsible for the safety and security of the area. Yesterday, police arrested three persons, including Baburaja Maharjan another fake unregistered tenant and Shivaji Bhattarai, the then Ward No 5 Chair of Kathmandu Metropolitan City, and Ghaman Kumar Karki, an employee at the office of Kathmandu Survey Department. Bhattarai has been accused of providing fake reference to the government, claiming that the Maharjan duo had been tenants of the land owned by the government. With these, a total of nine persons, including popular businessman and owner of Bhatbhateni Supermarket Min Bahadur Gurung and former Commissioner of the Election Commission Sudhir Kumar Shah, have been arrested. All the arrested are currently in judicial custody on different charges. Senior Superintendent of Police Dinesh Kumar Acharya of the Central Investigation Bureau said Pokharel had played a major role as land mafia by recommending that the government provide certain area of Lalita Niwas (the complex that houses the prime minister's residence, Nepal Rastra Bank's central office and houses of VIPs) to Pashupati Tikincha Guthi under a false premise. Likewise, Maharjan had taken Rs 600,000 from the land mafia to take fake ownership as the unauthorised tenant, who, as per the existing rules, can get ownership of 50 per cent of the land. A file was presented to former prime minister Baburam Bhattarai's Cabinet on 1 August 2012 asking to transfer five ropani of government owned Lalita Niwas to Pashupati Tikincha Guthi. The recommendation was made by the Land Revenue Ministry based upon the grand design of land mafia and reports by Samarjung company, and Guthi Sansthan, among others. Eight days later (on August 9), the then government led by Bhattarai decided to register a case at the Social Committee of the Ministers' Cabinet to make a report on the case. Later, the Bhattarai-led government on October 4 made recommendation to allow transfer of the land to Pashupati Tikincha Guthi. Eventually, land covering over five ropani area was transferred to Pashupati Tikincha Guthi and other fake unauthorised private owners within a year. Police said after the transfer was completed, the land mafia had again transferred the land owned by fake tenants to their ownership within 10 days. Earlier, on 2 January 2022, the Office of Kathmandu District Attorney had refused to file case against the accused saying that the CIB's investigation and evidences were not enough. However, the CIB now claims they have detailed timeline and enough documents and other evidences to indict the accused. Police unfolded four stages in which the 143 ropani (over 78,000 square feet) area of government property was transferred to private ownership.",
		"id": "87a49bc6-89be-4263-88db-70c54c354cf7",
		"source": "newsdataapi"
	},
	{
		"creator": null,
		"title": "Scuffle grows into bench vs bar row",
		"content": "A scuffle that broke out between Lalitpur District Court employee Premika Tamang and lawyer Amir Lamichhane on June 28 snowballed into a fight between the bar and bench, especially the cadre judges of the Supreme Court. A day after court employees halted work across the country in support of Tamang, Nepal Bar Association countered the protest today by boycotting hearings, except habeas corpus writ petition. Senior lawyers and NBA officials gathered at Laliltpur District Court and addressed the protesting lawyers showing solidarity with lawyer Lamichhane. They blamed the cadre judges of the judiciary for provoking court employees against the bar. According to a knowledgeable source, senior most Justice of SC Bishowambhar Prasad Shrestha had told a Judicial Council meeting recently that the percentage of lawyers to be appointed high court judge should be minimised, infuriating Chief Justice Hari Krishna Karki and other member of the JC which represented the NBA. Senior Advocate Raman Kumar Shrestha said cadre judges of the court who were hellbent on preventing Chief Justice Karki from nominating judges from among lawyers, goaded the court employees to blow the issue of the scuffle out of proportion. Shrestha told THT that cadre judges of the SC were prejudiced against lawyers and were trying to provoke court employees to prevent CJ Karki from nominating judges from among lawyers. If it was not for the cadre judges, these court employees would not distribute leaflets saying that judges should not be appointed from among lawyers and judges' fee should be fixed. Do the employees mean that lawyers do not pay taxes to the government?\" he wondered. Shrestha said cadre judges had no right to speak against lawyers. \"Most cadre judges have got the JC to nominate judges from among their lawyer relatives and now they are opposing appointment of judges from among lawyers,\" Shrestha said. He said Senior most Justice of SC Bishowambhar Shrestha had got his cousin Merina Shrestha appointed a high court judge. \"Favouritism and nepotism have been going on for a long time in the judiciary.\" Former CJ Bishwanath Upadhyay made two of his brothers justices of the SC. Former CJ Ram Kumar Prasad Sah secured his daughter's appointment as high court judge and former CJ Damodhar Prasad Sharma got his nephew appointed as SC Justice,\" Shrestha added. Shrestha said court employee Tamang first refused to give court order to Lamichhane and when he demanded to see the case file in which he was also an agent of the case party, she demanded a bribe of Rs 2,000. According to Shrestha, Tamang, who was known for escalating the situation and showing aggressive behaviour towards his coworkers and lawyers, manhandled Lamichhane. \"The scuffle was recorded on CCTV, but Lalitpur District Court is now saying that its CCTV has been out of order for the last two months,\" Shrestha said. Meanwhile, the NBA decided to resume court practice from tomorrow, urging the government to immediately appoint judges in all vacant positions. NBA General Secretary Anjita Khanal told THT that the NBA would continue to protest during break time so that the court could carry out regular proceedings unhindered. The NBA has demanded that the 'false' FIR lodged against lawyer Lamichhane be withdrawn and the FIR lodged by Lamichhane against Tamang be admitted. Apart from demanding an end to anomalies in the court, the NBA has also demanded that court employee Tamang be transferred to another office. Khanal said NBA was of the view that appointment of high court judges was not promotion, hence career judges should not oppose it. \"Everywhere high court judges are appointed from among lawyers, but here, career judges are plying pressure to get the lion's share in appointment,\" she added. Khanal said the NBA had demanded a long time ago that there should be 50 per cent lawyers among high court judge nominees. Earlier, around 33 per cent high court nominees were from among lawyers.",
		"id": "9b87eadc-02f6-4c0c-a60e-c87599d3c897",
		"source": "newsdataapi"
	},
	{
		"creator": [
			"Kamel FERCHICHI"
		],
		"title": "Bac 2023 | Session de contrôle : C’est parti !",
		"content": "Les ajournés pour la session de contrôle représentent un taux de 31,09% alors que les recalés sont plus de 31%. Bonne chance. Finie la session principale du bac 2023, celle de contrôle vient de démarrer, hier lundi, où plus de 40 mille candidats ajournés essayent de franchir le cap et renouer avec la joie du succès. Les résultats seront annoncés d’ici le 16 du mois en cours. En fait, les épreuves s’étaleront sur quatre jours, pour prendre fin le 6 de ce mois, cédant la place à tout un circuit de correction et de délibérations. Certes, réussir son bac est un défi commun, mais aussi l’espoir qui titille l’esprit des candidats et de leurs familles. L’enjeu est tel qu’on se console et oublie tous les efforts consentis, tout au long d’une année scolaire pas aussi facile, marquée par un débrayage professionnel intermittent. Un semblant d’une revanche qui ne dit pas son nom dont seuls nos élèves ont payé les frais. A vrai dire, un tel bras de fer ne s’est jamais arrêté. Mais qui, chaque année, revêt un aspect tout particulier. La volonté l’emporte ! Sauf qu’en fin de cette année, le ministère de l’Education avait, semble-t-il, pris les choses en main pour en finir avec des négociations-marathon. Un rappel à l’ordre qui aurait pu mettre un terme à la valse des enseignants. Mais cela a perturbé les cours et fait état de programmes pédagogiques et éducatifs tronqués. N’empêche, la volonté de nos candidats l’emportera. A titre de rappel, quelque 137.906 élèves avaient passé les épreuves de la session principale du baccalauréat dont les résultats ont été annoncés depuis le 23 du mois écoulé. Alors que les épreuves se sont déroulées les 7, 8, 9, 12, 13 et 14 juin dans 584 centres d’examens à travers le pays contre 578 centres en 2022. Une session ayant déjà enregistré un taux de réussite de l’ordre de 36,38%. Alors que les ajournés pour cette session de contrôle représentent un taux de 31,09%, et les recalés sont plus de 31%. Bonne chance. La session en chiffres Quelque 40.748 candidats ajournés passent, à partir d’hier et jusqu’au 6 juillet, les épreuves de la session de contrôle du baccalauréat de 2023. Les résultats seront annoncés le 16 juillet. Le taux de réussite à la session principale, dont les résultats ont été annoncés le 23 juin dernier, était de l’ordre de 36,38%. En effet, sur un total de 137.906 candidats au baccalauréat, 95,05% étaient présents dont 31,09% ont été ajournés et 31,91% ont été refusés. Le taux de réussite était de l’ordre de 21,46% dans la section lettres, 71,26% dans la section mathématiques, 41,32% dans la section sciences expérimentales, 28,29% dans la section économie et gestion, 44,35% dans la section sciences techniques, 54,89% dans la section sciences de l’informatique et 70,25% dans la section sport.",
		"id": "687f8837-ba5d-4d1f-aeae-2a579f87214d",
		"source": "newsdataapi"
	},
	{
		"creator": [
			"AAP"
		],
		"title": "Australian stocks leap after RBA keeps rates on hold",
		"content": "News > News News 39 min ago Australian stocks leap after RBA keeps rates on hold By AAP 39 min ago News Share to Facebook Twitter LinkedIn Bookmark Save articles for future reference. Subscribe to BN Log In The local share market jumped 0.69 per cent in under 15 minutes to finish 0.45 per cent higher after the Reserve Bank kept the cash rate steady at 4.1 per cent. Subscribe to read this article. Register or login now and receive unlimited access to our award-winning, unbiased and trusted journalism. Your key to local business, news, insights and data. Log In Explore subscription options Sign up for free business alerts. Not quite ready to subscribe? Join the Business News community for the latest news headlines, straight to your inbox, twice daily. Sign up now Your single user subscription provides more than you think Extensive & innovative WA business database The most powerful knowledgebase mapped from 20 years of research and insight into every WA leader and business. Never miss a story with BN daily emails Morning and afternoon timely wrap ups of every news item delivered straight to your device. Directors, businesses lists and projects Transaction records, directors wealth, remuneration data and network activity. Specialised reports and profile events Get the inside scoop on every news story and connect with WA’s biggest leaders. Get full access to Business News What is Data & Insights? Just want the daily emails? Sign up to our free newsletters Subscribe today for award-winning, unbiased and trusted journalism Subscription Options X News Latest Headlines Resources Property Deals Opinion Politics & Economy Agribusiness Education Health Infrastructure Oil & Gas Remuneration Retail Small Business Technology Tourism Transport & Logistics Explore All Categories Commercial Content Bulls N' Bears Thought Leadership Hearts & Minds Business Advice Announcements Industry Content Skyline My Account MyBN Email Unsubscribe Frequently Asked Questions Data & Insights What is Data & Insights? Lists About Us Corporate History Photo Gallery Editorial Journalists Business News App Podcasts Events RISE Business Awards 40under40 Awards Success and Leadership Politics & Business Sector Briefings Back to Business Publications Special Reports Book of Lists Power 500 Business of Local Government Educate the State Environmental - Social - Governance The Cutting Edge: Health and Research Limitless WA Contact Us Contact Careers Advertising Link Building",
		"id": "f7b21cbe-f69e-4e87-b537-036bfdcf1de4",
		"source": "newsdataapi"
	}
]